{
    "2064": {
        "QuestName": "Draugnet",
        "Report": "The guys in Brute Resources are eating this up. Nice work.\n\nWe now know a lot more about draug reproduction cycles. The locals get drawn out to sea. They drown, rise, get knocked up, and then plant themlseves as pods on the shore.\n\nHow romantic.\n\nThis all raises a lot of new questions, especially regarding the draug's ability to control the locals. How exactly does one direct the actions of a brainless being?\n\nThis is a question I struggle with everyday.\n\nKG",
        "TaskID": "15492"
    },
    "2081": {
        "QuestName": "Elm Street Blues",
        "Report": "This is interesting. We have no records of direct contact with the \"draug,\" so your sighting in Kingsmouth catches us a little off guard.\n\nOther factions have encountered them frequently at sea. Of course, file-sharing isn't common practice in the industry.\n\nHere's what we know: the draug are an ancient and marine variety of undead with roots in Norse mythology; they seem to be directing the local attacks.\n\nAs for everything we don't know, well, that's where you come in.\n\nCiao-ciao",
        "TaskID": "15500"
    },
    "2208": {
        "QuestName": "Supply Run",
        "Report": "The efforts of local law enforcement are symbolic at best. You're there to contain the situation and find out what happened, not be the gofer for a lost cause.\n\nHowever, your data on Kingsmouth's layout is useful and we want more. We need to know as much as possible about hotspots of activity in order to form an action plan.\n\nFun fact: the town's population is 1,547 and we're estimating a 98% conversion rate.\n\nCiao-ciao",
        "TaskID": "15577"
    },
    "2297": {
        "QuestName": "The Kingsmouth Code",
        "Report": "If you wanted the keys to the family basement, you just had to ask. Though it was super cute watching you solve our own puzzles.\n\nAs should be apparent by now, we have a thing for labyrinths. Stems from a healthy cultivation of paranoia, malice and wit.\n\nThat said, there may be Illuminati puzzles in the future that we don't have the answers to. Our historical archives are incomplete. Many Kingsmouth records were charred in the fire of 1712 and the digital transfer of compromised ancient material never goes seamlessly, regardless of what Cassini may have you believe.\n\nCiao-ciao",
        "TaskID": "15854"
    },
    "2317": {
        "QuestName": "Evolution of the Species",
        "Report": "I'm less than thrilled. The draug are taking material and tactical inspiration from the Orochi Group. If only they had mimicked the Templars, or even the Dragon, we would have an exploitable level of incompetence to work with.\n\nFor now, the draug capacity to appropriate Orochi defense tactics is crude, but think of the implications: a race of draug that learns to harness the power of red tape. Terrifying.\n\nUnsurprisingly, they're protecting the larger varieties of pod clusters. Well in control of the shoreline, they've moved into phase two of their breeding operation.\n\nCiao-ciao",
        "TaskID": "15563"
    },
    "2318": {
        "QuestName": "Horror Show",
        "Report": "Good news,\n\nData from your surveillance system is now feeding into our server. This means we have visual contact with the enemy and can make more detailed assessments of the situation. It also means I can keep tabs on you.\n\nThe janitor in the basement showed signs of a strange tentacular mutation. Disgusting, frankly. It's not clear if he boobytrapped his surroundings to protect himself or to try and protect others. Regardless, it was clever, and that's not something we like to see from our enemies.\n\nKeep me posted on all tentacle-related phenomena.\n\nKG",
        "TaskID": "15583"
    },
    "2329": {
        "QuestName": "A Sacred Place",
        "Report": "The church is an ancient Illuminati safe haven. Don't be fooled by the architecture. It could just as easily have been a gas station or a Denny's.\n\nThe wards are a tribute to an older generation of our magi. All shady and all very good at what they did. Your attempts to replicate the symbols were serviceable, but advanced anima mastery requires extensive talent and practice. Frankly, you're not there yet.\n\nHopefully this inspires you to dig deeper into our roots in Kingsmouth. The traces are all around you.\n\nKG",
        "TaskID": "17142"
    },
    "2334": {
        "QuestName": "Dust to Dust",
        "Report": "I knew you'd dig into Kingsmouth's past eventually. I didn't expect the draug to be digging with you.\n\nKeep in mind that Kingsmouth's not on trial here. Mix occult roots with small-town pettiness and witch-hunts become inevitable. Burning one's neighbors is just the local sport. The history of haunted miners and offshoot cults is equally sad, and equally darkened by the occult air.\n\nOur focus remains the draug. They're becoming more adept at digging up the past and turning it against us.\n\nWe've buried a lot of bones in Kingsmouth. You need to keep them buried.\n\nKG",
        "TaskID": "15494"
    },
    "2339": {
        "QuestName": "Might Makes Right",
        "Report": "You're not in Kansas anymore, Toto. It's worse, you're in Maine. Not even a tornado can kill the wicked witches in this place.\nI heard rumors that there might be someone there to meet you, someone who used to work for us. You can listen to him, just don't trust him. Old cowboys have ulterior motives.\nGet moving. Just follow the zombie prick road.",
        "TaskID": "17127"
    },
    "2342": {
        "QuestName": "Appetite for Destruction",
        "Report": "We're very happy with your diversity of destructive means. It allows us to track enemy responses to fire, shock, impairment, etc.\n\nThe tactical advantages of combining long and short range strategies should be clear at this point. So keep mixing things up.\n\nAs suspected, the draug are like fish - they can't keep out of water for long stretches of time. By blocking the sewer we've restricted a key access point into town and, hopefully, limited draug influence to a more manageable radius.\n\nHigh Five",
        "TaskID": "18244"
    },
    "2364": {
        "QuestName": "The League of Monster Slayers",
        "Report": "Good job joining the boy scouts! I mean, we go through agents like gum, it could be a rewarding alternate career path for you if we cut you loose.\n\nPsyche, you don't get to walk away if we cut you loose.\n\nBut this is all good data for the dossier. We'll run the names and see if any of these kids flag for potential use to us. One of the upswings of an occult disaster is the window it provides for denying civil liberties, abduction, stonewalling missing persons reports, etc. Like they say, the children are our future.\n\nKG",
        "TaskID": "16847"
    },
    "2384": {
        "QuestName": "Ami Legend",
        "Report": "Yikes! Remind me to pack the Deet if I ever have to come out there to oversee your assignment in person. Check that, let's make sure that's not EVER going to happen, eh, champ? Anything that \"skitters\" is likely to fuck up my nails, and bad nails make me super annoyed.\n\nYou were cute to hold that woman's hand inside the cave. I can only hope there's something in it for us at the end of it.\n\nI'm sure there's more to her than meets the eye, so make sure to pay attention. At the very least, having someone out there owing you a favour can't be a bad deal.\n\nKG",
        "TaskID": "16955"
    },
    "2399": {
        "QuestName": "Hulk Smash",
        "Report": "Priest Island is a cesspool of toxic underground activity.\n\nNon-interference may float the boat of this particular Orochi branch, but mere observation won't cut it for us. We like to get our hands dirty - and that's what it'll take to learn more about the source of this mutation.\n\nIt's not exactly clear what kind of substance we're dealing with here, but let's assume we can't just put a rock over it and move on.\n\nFun fact: the substance not only mutates zombies, but also empowers them to act independently of draug control.\n\nKG",
        "TaskID": "15567"
    },
    "2443": {
        "QuestName": "Breakfast of Champignons",
        "Report": "We've always known that there are a few extra-strength natural remedies on offer out there on Solomon Island. That the natives have a leg up on us when it comes to reaping its benefits is not news. That you're equipped with such a green thumb, on the other hand, is news to me. But it's all good. I'll chalk up everything you can achieve without me holding your hand as a bonus.\n\nAnd that stuff at the end? Land fighting back or you bad-tripping? If it's the latter, be sure to bring some samples back. I fucking love magic mushrooms!\n\nCiao-ciao",
        "TaskID": "17246"
    },
    "2489": {
        "QuestName": "Dawning of an Endless Night",
        "Report": "Jesus Christ. Seriously? I have no words. No. Words.\n\nOkay so yeah, powerful sorcerer, no question, but you let him lead you into a trap and catch you pants down. We are not amused.\n\nDo better? I'm sure you can pick up the trail again. Very sure. Just, you know, be better equipped and in better shape because so far, so bad. We'd rather you take your time and get it right than cause another major fuck-up like this.\n\nYou're lucky he didn't just disintegrate you right where you were standing. Given how inexperienced you are, he could have. I'm actually very surprised he didn't.\n\nJesus Christ, I mean, no words.\n\nKG",
        "TaskID": "18152"
    },
    "2511": {
        "QuestName": "The Filth",
        "Report": "Good work. The CDC network allows us to retrieve information about this mysterious Filth substance. It's coming from the quarry and causing high levels of mutation, madness, sickness, entropy...\n\nWith all the Orochi and CDC personnel gone MIA, you should have no lack of case studies.\n\nThe CDC is great during a measles outbreak, but they're out of their depth on this one. All of their reports are of the \"wtf?\" variety. They were sent in to tag along with the Orochi group because the government likes to feel cooperated with.\n\nFun fact: the quarry is owned by Orochi.",
        "TaskID": "16508"
    },
    "2581": {
        "QuestName": "The Benevolent Conspiracies",
        "Report": "And that is why monarchy went out of style and why our way is better than the medieval system they have over at Temple Hall. If your entire organization is dependent on what kind of day your leader is having, you're setting yourself up for a huge helping of fail.\n\nWell played appropriating the dead soldiers' equipment and eventually taking advantage of the crickets' lack of organizational sense. That kind of initiative only proves you're able to roll with the punches. High five.\n\nPS. Tell Sarge to go fuck himself. No, seriously. I nearly wore out a pair of kneepads trying to smooth over that shit he pulled in Khartoum.",
        "TaskID": "17230"
    },
    "2598": {
        "QuestName": "From Below",
        "Report": "Usually I'm a big fan of Orochi on Orochi violence. Unfortunately, this shitstorm is out of hand and I'm worried you're getting too close for comfort.\n\nIt's a little early to ascertain Orochi's interest in Aten and the Filth. Not too early to speculate, of course. Just too early to shove all in.\n\nAll we know for sure is they are way ahead of the curve on information and analysis, i.e. they are way ahead of us. Feel free to remedy this problem.\n\nDr Shirui would be a good place to start.\n\nKG",
        "TaskID": "15401"
    },
    "2612": {
        "QuestName": "For a Fistful of Zombies",
        "Report": "Good job. Your findings fit with what we know about the reanimated dead: they're a total bitch, but you should have no trouble outwitting them tactically.\n\nWe're familiar with two types: the recent dead are quicker; the long buried show less spunk, but pose a more significant numbers problem.\n\nThe big breed - the corpse gorger - that's not an aberration we've seen before. Either that was the captain of the football team, or we're dealing with some form of mutation.\n\nCiao-ciao",
        "TaskID": "15422"
    },
    "2648": {
        "QuestName": "The Living Oil",
        "Report": "Atenists. Ugh. You expect radical worship and signs of sunstroke, but not this level of administrative competence. Certainly not the ability to organise Filth-shipments and drive a stick. Assume the cultists are at the mercy of someone smarter than themselves. Faith-heads always are. \n\nWe can deal with a Filth outbreak among the villagers, but once it seeps into the broader commercial network, it starts to affect our bottom line.\n\nFun fact: A shipment of \"date molasses\" got flagged in Alexandria. We're pretty sure it's the only one that made it out. Fingers crossed.\n\nKG",
        "TaskID": "16410"
    },
    "2658": {
        "QuestName": "The High Cost of Dying",
        "Report": "Look at you - a regular tomb raider! The trouble you went to for that Marya trinket should pay off. Banishing this Arbeh demon will go a long way in reorganizing the powers of Egypt more to our liking. Think of it as corporate restructuring.\n\nThe Kingdom are growing on me. They're like Phoenicians with taste.\n\nUnfortunately, organizations that are willing to work with anyone do in fact tend to work with anyone. I shudder to think who the prune-prince has been in bed with. I shudder to think of him in bed at all. Gross.\n\nKG",
        "TaskID": "17200"
    },
    "2671": {
        "QuestName": "The Vision",
        "Report": "I get nightmare visions too. They involve Powerpoints that lack results. I'm trying very hard to look on the bright side of things: a) improved sense of local geography; b) expanded knowledge of local lore; c) sharpened riddle-reading skills. Maybe you'll write a book some day.\n\nIn the meantime, we'll turn this into a pie chart and bury it in the \"Exodus\" pile. It won't be the first.\n\nFun fact: you're now fully qualified to give guided tours of Kingsmouth. Congratulations.",
        "TaskID": "15855"
    },
    "2672": {
        "QuestName": "Dead Air",
        "Report": "Nice work, MacGyver, now I know who to call on if my cable gives out. Oh, that reminds me - don't ever call Maintenance in the Labyrinth and don't ever get in their way. Yes they're fixers, but we're not talking cranking the AC, more \"fixing\" \"human\" \"problems.\"\n\nSpeaking of human problems. If anyone's going to fuck things up on this island, I want it to be an anyone accountable within our organization. Wild elements are the Dragon's thing, I bet they're knocking back the sake right now.\n\nBut the next time - there will be a next time - you run into these guys? Extreme prejudice.\n\nKG",
        "TaskID": "15598"
    },
    "2673": {
        "QuestName": "Black Helicopters",
        "Report": "Here's what you've helped us learn about this Orochi operation:\n\n1. It involves analysis of widespread occult activity\n2. It involves experimentation on the draug that causes even Zurn to shiver\n3. It involves the transport of highly sensitive and advanced geophysical material onto the island.\n\nI don't support the notion of \"better late than never.\" Being behind the ball is something one expects of the Templars, but not us. Our business model is built on anticipating and profiting from coming events.\n\nConclusion: we should have known about this operation before it even started. Instead, we're playing catch-up.\n\nKG",
        "TaskID": "16136"
    },
    "2674": {
        "QuestName": "Men in Black Vans",
        "Report": "This was a big moment for you! You should always remember your first industrial espionage. I forwarded the data on this attractor thing to our tech guys. They'll be earning their pizza money tonight. \n\nIn a hypothetical situation where Orochi had warehouses full of these around the world, and they were to suddenly remotely activate - well, you'd hypothetically be a key enabler. Or, a key liability. My advice: keep it on the down-low for now.\n\nThe important learning for you is that we don't do free clean-ups of other people's messes. Bottom line, there's always a payback.\n\nKG",
        "TaskID": "15607"
    },
    "2675": {
        "QuestName": "ATC",
        "Report": "Ugh, Orochi. Trace the life cycle of any product or service and it'll eventually lead to an Orochi subsidiary. They've infiltrated every sector, including ours. It's pretty much impossible to piss without getting some on them.\n\nAnd they so overreact when you piss on them.\n\nSo what are they doing in Kingsmouth? More importantly, how do we find out without them knowing?\n\nFly-by surveillance posing as a teenage science project isn't bad. If push comes to shove and shove comes to pinning everything on a scapegoat, we'll just use the kid.\n\nFeel free to pretend I'm kidding.\n\nCiao-ciao",
        "TaskID": "15613"
    },
    "2676": {
        "QuestName": "Death, and the Instruments Thereof",
        "Report": "Helping the locals defend themselves isn't a total waste of time. It keeps them alive, which keeps down the number of flesh feeders in the street.\n\nSo, these shopping sprees into town are fine, as long as you're multi-tasking. That means reconnaissance. It means mapping your threats. It means keeping tabs on those pods out by the trawler...\n\nAnyway, you've just spent a lot of your time (and mine) gathering explosive material.\n\nI hope it's put to good use.\n\nCiao-ciao",
        "TaskID": "15774"
    },
    "2678": {
        "QuestName": "Digging Deeper",
        "Report": "What are you, internal affairs? Allow me to satisfy any future curiosity you may have about the contents of our closets: they are full of dead guys.\n\nTry to understand: in the early days of Solomon Island we were re-establishing and modernizing. Success called for stability and corporate order. If that meant burying certain acts of jealousy, so be it.\n\nOf course, some historical facts are more sensitive than others. Do your best to forget any mention of a \"third\" in all this. Digging into that little tidbit would likely get the attention of the magicians.\n\nFun fact: Magicians do more than magic.\n\nKG",
        "TaskID": "19207"
    },
    "2679": {
        "QuestName": "Full Metal Golem",
        "Report": "Here's some need-to-know about golemetry: it's magical puppet work; instead of strings, the puppeteer makes use of focused thaumaturgical currents to bring an inanimate being to life.\n\nEdgar doesn't strike me as a closet thaumaturg and there's no one else within a control radius. We've already seen ample evidence of reanimation, but it looks like we need to add spontaneous animation to the list of things gone wrong.\n\nIf complex thaumaturgical processes are happening all on their own, it means there's more shit in the wind than we initially forecast.\n\nCiao-ciao",
        "TaskID": "15633"
    },
    "2682": {
        "QuestName": "Something Wicked",
        "Report": "You really had Zurn worried there. I reminded him that you're expendable, but I admit it's very good to have you back. Redeploying someone at this stage would be such a bitch.\n\nThere's a number of murders in Kingsmouth that point to Jack's unique physiognomy. I won't bore you with the tragic details: boy flees famine; boy works on magus's farm; magus's daughter dies; magus tears into boy in pumpkin patch.\n\nThe moral of the story: Kingsmouth is not a good place to die.\n\nSo try not to.\n\nKG",
        "TaskID": "15648"
    },
    "2683": {
        "QuestName": "They Never Stop Coming",
        "Report": "Getting involved in enemy rituals is very proactive of you. Just try not to summon anything out of your league.\n\nThese cultist zombies are unlike the regular inland and shore varieties. They work independently of the draug. They're not as light on their feet as the others, but their ability to wield magic makes them much more dangerous.\n\nKingsmouth's got a long history of crazy. Primordial priest crazy. Sacrificial worship crazy. Ancient unnameable crazy. Something in the air brings it out.\n\nAnd something in the soil feeds it.\n\nKG",
        "TaskID": "18802"
    },
    "2684": {
        "QuestName": "Runaway Lights",
        "Report": "I would love to shine a giant floodlight on Kingsmouth. However, until we get that tech you'll just need to clarify things one fuse box and generator at a time.\n\nAs for Ellis Hill - we ran a check and it seems he's new in town. He took the job at the airport a short time before the island started swallowing itself. I'm not saying not to trust him. I'm saying not to trust anyone.\n\nThey sure as hell don't trust you.\n\nCiao-ciao",
        "TaskID": "15658"
    },
    "2686": {
        "QuestName": "Rolls Downhill",
        "Report": "Kudos for not arousing suspicion. Take the long view and seek to infiltrate the Morninglight: they're into more than flower-power. We're especially interested in the identity of \"B.\"\n\nChe Garcia Hansson - a commune lifer and survivor of MK-ULTRA. You can imagine how he feels about authority. He oozes hippie cred and is very good at bringing deadbeats into the fold. The fact he's been herding them to Kingsmouth to gofer packages is beyond troubling.\n\nFun fact: people born in Oregon are three times more likely to become cult-leaders, so the odds were stacked against Che all along.\n\nKG",
        "TaskID": "21151"
    },
    "2687": {
        "QuestName": "The Raven",
        "Report": "It's not terror as usual out there. Revenants are a bad sign, literally. They smell death before it comes. Usually they're hanging out in hospitals or Florida, but if mass tragedy is on the horizon they're quick to make the pilgrimage. If they're still in Kingsmouth, it means there's more misery left. Hopefully the worst isn't yet to come.\n\nFingers crossed.\n\nKG",
        "TaskID": "15674"
    },
    "2688": {
        "QuestName": "The Pick-Up",
        "Report": "Cassie's a runaway from Georgia - parents reported her missing two years ago. She's a go-getter who gets what she wants. It would be nice to know what that is exactly.\n\nWe dug up some internet records that reveal an ardent interest in magic and sex. Hm, this girl just oozes corporate potential. I'm not going to lie, her skill set intrigues me.\n\nI have a feeling you're going to see Cassie again at some point. When you do, don't hesitate to impress upon her the advantages of going corporate.\n\nIn the meantime, keep playing the long game with the Morninglight and \"B.\" Whatever their angle is, it's even got the Phoenicians interested.\n\nCiao-ciao",
        "TaskID": "19185"
    },
    "2689": {
        "QuestName": "Scrapyard Defence",
        "Report": "I hope you're taking notes on perimeter defense: optimal distribution patterns, damage type ratios, horde management etc. We may need to apply these tactics in the future, to areas that are slightly more high-profile.\n\nThat isn't to say the scrapyard is worthless. It may prove an efficient source of materials. And that bus is all that's left of communal transport.\n\nGood thing we've got Agartha.\n\nCiao-ciao",
        "TaskID": "16077"
    },
    "2690": {
        "QuestName": "The Breakfast Cult",
        "Report": "I love HJ, we interfaced on a videoconference meet-and-greet once. Dude has his ruthlessness ducks in a row, you could take some notes.\n\nAnyway, the school campus we kind of inherited from the bad old days. Back when they expected black magic to do a bleeding-edge containment grid's job. You can find this stuff all over the country, our forefathers just throwing up wards like gang signs. Sometimes it holds, sometimes some guy laying cables gets his face melted and it's DEFCON time.\n\nBecause of you, these ones hold, at least until the military clusterbombs the place. Good job!\n\nKG",
        "TaskID": "16522"
    },
    "2693": {
        "QuestName": "Old Gods, New Tricks",
        "Report": "These artifacts you've recovered are priceless. We're not talking glass case at the Smithsonian. These are dangerous weapons. Tokyo-level dangerous. Our rivals will go to great lengths to secure them. \n\nFrom the look of things, the lengths you're willing to go to are even greater. High five.\n\nPhoenicians don't pitch their anchors often, but when they do it's usually to make a play for this kind of high-end merchandise. \n\nFun fact: one of the artifacts you recovered is identical to the one responsible for the Black Plague.",
        "TaskID": "18813"
    },
    "2694": {
        "QuestName": "Live Free, Die Hard",
        "Report": "The Marya need to learn to manage resources. At the first signs of Filth, you secure key facilities and distribution channels. You don't strut your ideals. Someone has to be pragmatic out there. Clearly that means us.\n\nThe pumping station was a key action area, but we need to go after the source. \n\nContinue to use the Marya to gain information and take bullets, but don't get drawn into their illusions. \n\nFun fact: the riverbeds in the area connect to the Nile. Eventually, those waters connect to the Atlantic, which connects to our bottom line.",
        "TaskID": "17382"
    },
    "2696": {
        "QuestName": "A City Born in Blood",
        "Report": "What an annoying little man. Did you sit through that entire sob story with a straight face? \"Oh, my children.\" Boo-fucking-hoo! Quit your crying and get on with it, man!\n\nThat city of his is all the rage at the water cooler this week, though. Keeping that shit hidden from all of us, for that amount of time, really is quite a feat. But it means we're three thousand years behind in the information curve, and that's not a good look for us. Hint: keep the information coming.\n\nFeel free to continue helping them. Considering the father's crying and self-doubt, I don't think we can count on him to make the tough decisions. Maybe one of the kids still has some balls.\n\nCiao-ciao",
        "TaskID": "16397"
    },
    "2698": {
        "QuestName": "A Reasonable Man",
        "Report": "I like Sam Krieg. I really do. His books always make me giggle like a school girl. He's not even a hundred percent wrong a hundred percent of the time. Then again, even a broken watch is right twice a day. Unless you go digital, then we're down to one.\n\nYour focus on the black pool here was, of course, the correct focus. This dark matter obviously has an effect on everything it touches - living and dead - and we're getting more and more reports like yours.\n\nI don't need to tell you that we'd prefer to be in front of the curve on this. That's the what. I'll leave the how to you.\n\nCiao-ciao",
        "TaskID": "15791"
    },
    "2703": {
        "QuestName": "Dead Rising",
        "Report": "Trust it to the ancient Egyptians to leave a bad omen in every sarcophagus. And to completely lose the plot when those omens come back to haunt them.\n\nKeeping these cultists' numbers under control seems like a game of whack-a-mole, but you're a trooper to keep swinging that hammer. Let's just hope that the prize at the end doesn't suck.\n\nOh, and Smenkhkare was a total wuzz back in his glory days, so I'm not surprised he got his brain eaten by these lunatics.\n\nFun fact: A Senet board consists of a grid of thirty squares, arranged in rows of ten. I hope you're taking notes. I study these things just for you.\n\nKG",
        "TaskID": "17823"
    },
    "2708": {
        "QuestName": "Blood and Fire",
        "Report": "I feel I have to side with the go-getter in the family on this one. If in doubt, smite everything that moves. Besides, the two others sounded super annoying. \n\nWhile we don't have an accurate picture of the cultist activity in there, putting a few of them to the hammer can only improve the bottom line when we do. \n\nSmashing up that crude statue of theirs only added insult to injury. High five! I'm starting to believe the time I've put into your development could pay off. \n\nCiao-ciao",
        "TaskID": "15853"
    },
    "2715": {
        "QuestName": "The Rec Center Cannot Hold",
        "Report": "Gross.\n\nTalk about putting the wet back into wetwork. There's a reason we don't allow constructs in the Labyrinth, and it's not because we have enough dead-eyed shuffling goons on a regular swingshift.\n\nNo, they don't get picked up by the bug traps, so they can wander off anywhere. Into the maintenance tunnels, or the ventilation system, and they...merge. Like you saw in that gym. Sure, they're supposed to be mindless and sexless, but when they bump uglies it gets real ugly.\n\nOh, you didn't twig on to what was happening? Consider it an education.\n\nCiao-ciao",
        "TaskID": "15911"
    },
    "2716": {
        "QuestName": "The Madness of Men",
        "Report": "The madness of men, or the ineptitude of bloated administrative bodies? Egypt is sinking into hell and the Council of Venice is doing nothing about it. Actually, they're doing less than that. They're getting it wrong out there.\n\nThese phenomena have nothing to do with the fires of heaven. The fissures in the ground are getting worse and that's causing all kinds of pissed off golems to come up through the cracks.\n\nIf you feel you have to report this to the Council, scrawl it on a napkin. They love it when we do that.\n\nKG",
        "TaskID": "15885"
    },
    "2719": {
        "QuestName": "Homeland Insecurity",
        "Report": "Goes to show why the Pentagon's default response is still \"nuke it from orbit,\" even with all the paranormal agencies they've got advising them.\n\nYou know, bombing the everliving shit out of a bad situation has worked for them - and by proxy us - before. I hope you didn't think the nuclear tests were actually tests, that's adorable. Trouble is, it's so much harder to explain away now.\n\nThat's why the defense budget buck still stops with these poor assholes on the ground. They died for American values, they'll say, not from being eaten by bugs in Maine. In Maine! God.\n\nKG",
        "TaskID": "16704"
    },
    "2728": {
        "QuestName": "Enemy of My Enemy",
        "Report": "The DHS shouldn't even be out there. The only thing they're equipped for is getting in our way. But Karen knows this, and she's a good little soldier for banging her head against the wall. Can't be easy trying to drag Sarge into the 20th century.\n\nTell her we'll do lattes next time she's in town. That should cheer her up.\n\nProtecting the furries does not fall under the umbrella of things I care about - God, you'd think Darwin was mandatory reading by now - but I can always leverage your actions with the DHS. And I'll have Karen pay for the lattes, so I guess it's not a total loss. But do try to stay on message.\n\nCiao-ciao",
        "TaskID": "16534"
    },
    "2730": {
        "QuestName": "The Stained Oasis",
        "Report": "I could care less who gets saved and who doesn't. Kill them all and let the maggots sort it out. Though I appreciate your ability to work within necessary frameworks.\n\nThe Atenist Filth camp needed to be purged. Doing it in a way that satisfied Ms. Local-High-and-Mighty - Ma'at, Nefertari, whatever - bodes well for future synergy with the sentinels. \n\nSmart money says the statues can do much more than pose. When the time comes for them to act, we want to be in a position to pull a string or two.\n\nKG",
        "TaskID": "15996"
    },
    "2731": {
        "QuestName": "War of the Totems",
        "Report": "Interesting, our annual reports suggested the last of these guys had been made into cowboy hats and hood ornaments. Solomon Island is just full of surprises, and death cults.\n\nAnyway, I hope you got a kick out of bonding with the summer camp, they're on the way out of this modern world. It's planned obsolescence in action. The Information Age is their Ice Age, Bigfeet have a totally depressing lack of guile.\n\nThey look good on paper- opposable thumbs, superhuman strength, hippy nature power - but we just couldn't make it work for us. And our scientists really tried.\n\nKG",
        "TaskID": "16005"
    },
    "2733": {
        "QuestName": "The Eye of Horus",
        "Report": "Imagine the current crisis plotted on a graph. The red line - the strength of Akhenaten - is trending up. The blue line - the strength of the Sentinels - has plummeted to a three-thousand-year low. \n\nTrust that we are savvy speculators. We like the low end of this graph. The Sentinels still have things to offer - the Eye of Horus is a hell of a nice-to-have - and our end games match up reasonably well.\n\nMost importantly, these eternals are desperate. This is the moment to make them owe us.\n\nCiao-ciao",
        "TaskID": "16023"
    },
    "2734": {
        "QuestName": "The Faculty",
        "Report": "Cool, a war golem. You just tore out a little page of vivisection history.\n\nIt's one less show-and-tell for the kids, assuming school isn't out forever anyway, but no big whoop. Those things were a product of their time, a time when stitching together cannibal giants was a show of pioneer spirit. Automation and the necessity for a good return on investment put that to bed. Now targeted assassination is so much less...squishy.\n\nFun fact: when mechanical separation was introduced, we did run trials on restarting flesh golem manufacture. It didn't work out.\n\nKG",
        "TaskID": "16748"
    },
    "2735": {
        "QuestName": "The Siege of al-Merayah",
        "Report": "Ugh, local politics. Believe me, getting involved in some anti-cultist rally isn't our idea of a good time. But you don't have to take on any causes. We simply ask that you help maintain the status quo.\n\nThe Marya are good people. By which I mean naive and trusting. Our first foothold in the region will go through them.\n\nIdeally, we find out why Atenism is suddenly experiencing such a revival and curtail it. That way we pacify Venice and accumulate future considerations. \n\nCiao-ciao",
        "TaskID": "16393"
    },
    "2736": {
        "QuestName": "Open Season",
        "Report": "This gives us an overview of the wildlife in the region. In a nutshell: you're up against ancient varieties with rejuvenated numbers. The wendigo and ak'ab appear to be fiercely territorial, neither particularly eager to encroach upon the other.\n\nThe draug are far more enterprising.\n\nWe've received reports of pods being hauled down to the quarry. Hence all the high-ranking draug in the area. Looks like they're setting up a watering hole to establish an inland presence.\n\nKG",
        "TaskID": "16849"
    },
    "2737": {
        "QuestName": "A Shadow Over Egypt",
        "Report": "To think that someone could stoop to worshipping Arbeh. Ugh. Go big or go home.\n\nBrute Resources confirm that Arbeh is Old Testament, but don't let it go to your head. One of the old mages forgot to rein in a parlor trick and it slipped through the cracks of translation.\n\nIn the realm of Egyptian deity-banishing, you've accomplished the equivalent of swatting a bug. It was an ancient bug, sure, but we're not going to mount its wings on the wall.\n\nAkhenaten's sun disk on the other hand - now there's a centerpiece.\n\nKG",
        "TaskID": "16043"
    },
    "2738": {
        "QuestName": "A Necessary Evil",
        "Report": "Ugh, I can almost smell that hole from here. Way to put me off my protein shake.\n\nLook, if I'm super brutally honest, and I always am, they'd have to be cutting up unicorns out there for me to get on the PETA train. Let's face it - a stinking abattoir of misery isn't the worst thing you've ever seen. I know, I read some of your reports.\n\nIn this case, those ghouls actually are going to mince themselves, so all you need to do is clean under your fingernails and get on with your assignment.\n\nFun fact: like chicken.\n\nKG",
        "TaskID": "17371"
    },
    "2740": {
        "QuestName": "They Were Beautiful Once",
        "Report": "For now these sentinels appear to be all talk and no action. Seeing as how you're the opposite - I love that about you - I'd say you complement each other well.\n\nMoutnefert is imbued with the spirit of Satis, the goddess of the Nile. As you can tell, it's all rock and no water out there. Let's assume these Atenist excavation projects have everything to do with that.\n\nThe deeper the Atenists dig, the more powerful the demons and the tech they uncover. Also, the more adamant they become that an apocalyptic god is coming. Let's be wary of that connection.\n\nKG",
        "TaskID": "16069"
    },
    "2742": {
        "QuestName": "Mummy Issues",
        "Report": "My skin crawls every time we're forced to do business with the Jinn. They remind me of the Templars with their condescending honor and tradition bullshit. Just another bunch of self-loving pricks with a misguided god complex, if you ask me. But as long as Amir stays out of our way, I suppose there's no point getting up in his grill.\n\nFeel free to continue fucking with the mummies, though. Even if I'm sympathetic to that whole \"I want to live forever\" spiel, signing over your soul to an ancient sun god puts you on my list of things we're better off without. \n\nKeep trucking, champ.\n\nFun fact: the above list also includes R&B, \"comfortable\" shoes, and Hugh Jackman.",
        "TaskID": "18358"
    },
    "2743": {
        "QuestName": "The Haunting",
        "Report": "You're really making an effort to get off the grid.\n\nThe mansion - Franklin, Devore, whatever - is a microcosm of the island. Once it was grand, now it's not. In between, buckets of blood and magic that we need to prioritize and deal with.\n\nExample: Billy Lee kills like 16 hippies during the commune massacre. Some victims accept it while others bitch and whine and haunt the present.\n\nI'm all for addressing problematic cases when necessary, but I also want us to be wary of encouraging self-indulgent spectral behaviour. At some point, the dead need to get over it.\n\nCiao-ciao",
        "TaskID": "16941"
    },
    "2745": {
        "QuestName": "The Last Legion",
        "Report": "Sol Invictus had its heydey in Rome until Constantine and the rise of Christendom. After that, they struck off into Africa to form their own empire. Along the way, they came in contact with Atenists, inspiring one hell of a fun in the sun party.\n\nWe don't think Egypt was ever Invictus' final destination - I've got some disturbing reports coming out of Congo. So let's assume we haven't seen the last of doric columns.\n\nKhalid - the guy's 3500 going on 90. Get what you can from him before he keels.\n\nCiao-ciao",
        "TaskID": "18310"
    },
    "2746": {
        "QuestName": "Jack of the Lantern",
        "Report": "Handing in your time sheet on this thing is going to put up red flags with the accountants. Your \"results-per-hour-spent\" curve is taking a serious dive with this guy. Can I trust this is the last time I see this Jack-in-the-Box pop up in your reports?\n\nSilver lining? At the very least you've seen what can be achieved with a strong focus and proper training.\n\nSay what you want about Henderson, but the man did know his way around curses. And his ability to hold a grudge is an inspiration to us all.\n\nKG",
        "TaskID": "16441"
    },
    "2747": {
        "QuestName": "Out of Our League",
        "Report": "Your report confirms our suspicions that A) the draug are commanded telepathically by masterminds of their species, B) their schemes are part of a grand design, and C) you're angling for a promotion.\n\nWe're reasonably sure there's more of these draug lords directing the invasion from the depths.\n\nThe good news is they can be lured out. The better news is they can be defeated.\n\nHowever, we still need to know more about what they're after in Solomon Island. I hope for the sake of your career plans that you get to it first.\n\nKG",
        "TaskID": "16123"
    },
    "2748": {
        "QuestName": "Off the Menu",
        "Report": "The old Wabanaki legends are surprisingly on point. I would kill for forecasting models this accurate.\n\nThe wendigo are apparently humans overwhelmed by cannibalistic spirits. Having tasted human flesh, they spend the rest of their cursed lives hungering for it. Keep your ears open in case there's more we can learn from the Wabanaki myths.\n\nIn the meantime, we're still interested in data and results.\n\nData indicates that wendigo are territorial and solitary. The fiercest among them earn the right to settle in more prominent dens. By killing some of these alphas, you've undermined their territorial dominance.\n\nKG",
        "TaskID": "16131"
    },
    "2749": {
        "QuestName": "Funeral Crasher",
        "Report": "Bringing in a wraith to test the effects of Filth on the non-corporeal. Damn! Say what you will about the R&D divisions of the Orochi Group, but they've got some massive cojones. I almost feel a small rush of professional envy coming on, but that obviously went right out the window when I saw how hard this thing blew up in their faces.\n\nLuckily we were there to reap the benefit of their hard work. Well played. You're really getting into the spirit of this thing (no pun intended)!\n\nYour current attitude is what I've been trying to instill in you all along; maximum reward for minimal effort and without any kind of inconvenient headcount to negotiate after the fact. You're in the zone, champ. Keep it up.\n\nCiao-ciao",
        "TaskID": "19183"
    },
    "2750": {
        "QuestName": "The Sad Song",
        "Report": "These kinds of ritual shade operations are a nightmare. If you ever want to see one on a larger scale, just take the bus to Newark. \n\nWe know the Atenists have a significant foothold in the region. But for them to run this kind of torture factory under the nose of a sentinel is all kinds of troubling. Moutemouia embodies the spirit of the goddess Meretseger - supposedly the protector of the tombs and the goddess of silence.\n\nSeeing as how the tombs are overrun with shrieking torture victims, I'd say she's got her headphones on.\n\nKG",
        "TaskID": "16141"
    },
    "2756": {
        "QuestName": "The Orochi Group",
        "Report": "You might think running a shadow conspiracy makes us more sympathetic to other shadow conspiracies. It doesn't. Not even a little bit. This news ruins our day as much as any of the suckers on that rock, the ones that have survived anyway.\n\nWhat were Orochi thinking with this stuff? Weaponization? It's not like they have to put any effort into that, it's already good to go. And now it has gone.\n\nOur analysts are going to bone up on your stolen data, but if you follow Orochi down the hole they've dug themselves - make sure to hold your breath.\n\nKG",
        "TaskID": "16357"
    },
    "2757": {
        "QuestName": "The Ghosts and the Darkness",
        "Report": "Be careful how many skeletons you dig up out there, champ. Some of them are more than likely ours. And the last thing we need is the Council doing an official investigation on Solomon Island.\n\nThat mine has been a sore topic around here for a couple of centuries. We had nothing to do with that accident, though. No, seriously, it wasn't us. Somebody - or something - beat us to it. And our own man, Franklin? He dropped the ball completely. He would have ended up at Arkham, but in the end he did us all a favor by taking matters into his own hands.\n\nSo we may have knocked a few holes in the Filth-pipes down there. Sue us! The Wabanaki will be screaming \"told you so,\" but we honestly thought they were just being dramatic. I suppose we'll have to put that one up on the board in the column for lessons learned. Whatever.\n\nCiao-ciao ",
        "TaskID": "16528"
    },
    "2758": {
        "QuestName": "Dreamcatcher",
        "Report": "This one's going straight to Zurn. He's adamant that there's an oneirological element to the darkness we're dealing with here. There are certainly grades of nightmares and restlessness. Popping an extra Lunesta works for me, but apparently not for everyone.\n\nYour stroll through la-la land had some very positive effects on the ground. I'm going to assume there's a direct correlation between increasingly stable energy readings and your not being completely useless.\n\nHigh five.",
        "TaskID": "16442"
    },
    "2762": {
        "QuestName": "The Fate of al-Merayah",
        "Report": "Abdel Daoud is the most powerful man in the community. He owns coffee shops, brings wine to weddings, etc. But outside of al-Merayah, he means nothing. He certainly doesn't have the international clout to secure this kind of armament and support.\n\nThe mystery backer is throwing a lot of money and power behind Abdel's Atenist uprising. \n\nUnless you're one of its sun-flakes, Atenism can't possibly be your idea of a winning horse. So why is this guy betting on it? I'm thinking these shipments he wants have nothing to do with dates.\n\nCiao-ciao",
        "TaskID": "18538"
    },
    "2767": {
        "QuestName": "Hell Hath No Vacancy",
        "Report": "Oh yeah, Hell. I forget not everyone is totally blasé about demons yet.\n\nThe smart kind can be useful consulting partners, we keep some on-site, have a few favourites back in Hollywood. But the ones you just ran pest-control on? Your basic infernal frat party, kegging on the reality divide.\n\nWhy here, Kirsten? I sense you're asking. A: don't do that first-name thing, I hate it, B: my records show the roach motel was built over an Illuminati social from the late 1800s. So again you're cleaning up after dead old guys. Get used to that story, I know I have.\n\nCiao-ciao.",
        "TaskID": "16262"
    },
    "2769": {
        "QuestName": "A Modest Proposal",
        "Report": "I thought I was making myself pretty clear when it came to our relationship with the Orochi. I so hate having to repeat myself, but you leave me little choice. STAY THE FUCK AWAY!\n\nWe have no idea who that was asking you to dismantle their entire camp. We have no clear image of the scale or purpose of the Prometheus Initiative. For all we know it could be the brain-child of Samuel Chandra himself, or even worse that bitch wife of his, Lily Engel.\n\nKeeping that tech away from the wrong hands was a good idea. Leaving our asses wide open to all kinds of liability suits was not!\n\nIf any of this shit blows back on us, you're on your own, champ.",
        "TaskID": "18571"
    },
    "2774": {
        "QuestName": "Demolition Man",
        "Report": "Keep in mind that anyone is expendable. I.e. anyone who can't find low-profile means to establish long-lasting solutions. \n\nSee where I'm going with this?\n\nYou're getting results, but you're also drawing attention. Try to keep fireworks to a minimum.\n\nFun fact: intermittent rivers are common in the area. Nonetheless, the extent and duration of the current dry spell may be related to the Filth. The white coats theorize that the Filth is creating severe ground fissures. In time, this will a) dry up the region, b) cause earthquakes and c) lead to the valley collapsing in on itself.\n\nCiao-ciao",
        "TaskID": "17178"
    },
    "2775": {
        "QuestName": "Science and the Arts",
        "Report": "High five. Innsmouth Academy holds some of our most significant occult documents. We're talking special characters that not even Cassini can Cntrl+ on her keyboard. We're still trying to prioritize what requires ASAP recovery.\n\nFor now, do what you can to keep the walls from bleeding out. Seriously, you do not want to get blood on ancient summoning texts.\n\nFun fact: I had this kind of anima tech built into my Hummer. You should see the looks when my baby springs a leak.",
        "TaskID": "16334"
    },
    "2778": {
        "QuestName": "Taking the Purple",
        "Report": "I fucking hate purple.\n\nMercifully, we don't often deal with Phoenicians in the open. We outsource to them regularly, but contact is limited. Same deal when they're operating against us - it's all in and out, no note in the morning.\n\nUsually when we break up one of their surveillance parties, they cut their losses and disappear. This kind of run-and-gun really isn't their style.\n\nFor them to storm out of the cracks, the amusement park must represent one hell of an investment opportunity. Let's hope hell isn't the operative word.\n\nKG",
        "TaskID": "16365"
    },
    "2780": {
        "QuestName": "A Lion in the Streets",
        "Report": "Snatching a Council envoy right off the streets - you can't help but high-five the audacity!\n\nThe presence of the jinn explains the presence of the ghouls. They tend to tag along. But the jinn themselves aren't really supposed to be here. Of course, I'm not supposed to be pushing thirty. \n\nShit happens.\n\nWe don't know what this jinn was expecting to bargain for with his Council chip. I suspect he was under the mistaken impression that Venice actually has the power to grant things. \n\nKG",
        "TaskID": "16373"
    },
    "2785": {
        "QuestName": "Dust Devils",
        "Report": "I'm big on keeping things separate - in my view, two fronts are better than one. There's more wiggle room that way. Keep the forces of Akhenaten and the forces of the Hell Dimensions away from each other.\n\nSome form of the Black Pharaoh is drawing power to itself out there. Demons from the Hell Dimensions don't just rise up for anyone - not in these kinds of numbers. \n\nFun fact: creating a rift violates section 7 of the Venetian Code. That's a good thing. Think of a Venetian Code violation like a speeding ticket. It means you're having fun out there.\n\nCiao-ciao",
        "TaskID": "18497"
    },
    "2786": {
        "QuestName": "The Strange Boat House in the Mist",
        "Report": "Say what you want about H.J. but his willingness to go down with the ship is second to none. Which is more than you can say for the rest of the staff, jumping ship at the first sign of taking on water. Good help always has been hard to find.\n\nNow we can, at the very least, cross a few names off the \"missing persons of note\" list and save the Magicians a few hours of overtime.\n\nAs for Archie's murderous legacy - it's responsible for a lot of butchering out there. But let's not pin everything on Archie. Not yet.\n\nKG",
        "TaskID": "16579"
    },
    "2800": {
        "QuestName": "Dead in the Water",
        "Report": "This kind of comprehensive survey of draug power structures is like pornography to the guys in Brute Resources. Seriously, their door is locked.\n\nYou've also provided a rare account of a vessel returning from the Isle of Dead Ships. Something out in the Sargasso caused the Polaris to disappear, probably the same thing that caused it to reappear and ram into Solomon Island.\n\nThat is a black box I would love to get my hands on.\n\nAnyway, good work, even if you did let Orochi use us. We'll call it a win-win.\n\nKG",
        "TaskID": "16485"
    },
    "2804": {
        "QuestName": "The Player, Not the Piece",
        "Report": "Strong work out there, champ. The best part of field work is when you have something you can really take pride in. And this is a useful data dump to us. Heinous sea monsters react the same way to their buddies getting teabagged as anyone else does.\n\nAnd we're seeing a chain of command...that means it can be disrupted. What you're going to learn is that debasement and threats are universally understood concepts. Really, all we need to understand about a creature is where to squeeze.\n\nThat reminds me, the lab guys will want to scrape some samples from under your nails.\n\nCiao-ciao",
        "TaskID": "16507"
    },
    "2805": {
        "QuestName": "Life Imitating Art",
        "Report": "Hello? Spoilers? I hadn't read some of these, I was waiting for the movies. But you don't need to be psychic to know how a Krieg book turns out.\n\nWe keep an eye on him, he's been buzzing around the occult periphery for years. I say \"he\" has, I mean his replaceable starry-eyed nubile assistants. Innocence lost, everyone goes away with a dark secret, the man practices what he preaches.\n\nThis prediction thing though, right, don't be rattled. We've got a roadmap for you too and it goes, oh, weeks into the future. It's open to sudden shock endings.\n\nCiao-ciao",
        "TaskID": "16514"
    },
    "2806": {
        "QuestName": "Jack's Back",
        "Report": "Archie Henderson will always be the one who got away. We found him in Edinburgh in 1863. You can't imagine how pissed the Templars get when we recruit talent out of Britain.\n\nWe shipped him to the Academy and taught him to harness his powers. Frankly, he was beyond harnessing.\n\nJack the Lad - a farmhand in the wrong pumpkin patch at the wrong time. Now he's the lasting legacy of what Henderson could do.\n\nMisdirected potential makes me sick. Next time you see Jack, kill him. Again.\n\nCiao-ciao",
        "TaskID": "16518"
    },
    "2820": {
        "QuestName": "An Uneasy Alliance",
        "Report": "The Phoenicians are our enemies because they want similar things: control, money, power. At the end of the day, at least you can comprehend them. The Atenists are less predictable. Worship can't be bought, that's what makes it dangerous. \n\nSo as long as sun-flakes are trying to turn Egypt into the blood altar of Africa, keep playing nice with whoever can help you. Then, after things have settled, we'll turn on Tanis - and anyone else we have to.\n\nFun fact: we were allies of the purple people in the time of Saladin - all to defame the Templars, of course.",
        "TaskID": "16685"
    },
    "2824": {
        "QuestName": "Ghoul, Well Done",
        "Report": "TRANSMIT - initiate disclaimer signal - RECEIVE - sweetling!\n\nNightmare alley is getting crowded. Look at the line! Come see the monsters claw through time. Hurry, hurry, hurry.\n\nThere will be a slight additional charge for this attraction, but it's not a dollar, it's not a dime - it's a cold smithereen minted in grime.\n\nWITNESS - rules and regulations. No cameras, please, only notes. No one under the age of two. \n\nCome see the world before it's through!\n\nDon't be huffy because we hack. The show goes on! So must you.\n\nHurry, hurry, hurry.",
        "TaskID": "16597"
    },
    "2827": {
        "QuestName": "Unknown Soldier",
        "Report": "I won't let a few dead Orochi ruin my day. Just as long as you can promise me you had nothing to do with it? I can't emphasize enough how little use I have for an altercation with the Orochi.\n\nThat big eight-legged freak show you encountered really suggests the Orochi stumbled onto something they shouldn't have. I wouldn't give it too much thought except for the fact that it left the cultists alone. That suggests it's more than a mere beast.\n\nKeep you eyes open, champ. I don't like the sound of any of this.\n\nKG",
        "TaskID": "16606"
    },
    "2846": {
        "QuestName": "A Farewell to Arms",
        "Report": "The Sentinels were expected to protect the valley in an age before overnight shipping. They're completely out of date here. If they were hooked up with high-speed, I'd have more faith in their capacity to disrupt these Atenist operations. \n\nThe cultists have an extensive network and are managing - through some international contact - to get anything they want into the area. We're clearly pencilled in for some kind of showdown in the valley, but in the meantime we want to make sure our enemies are as haggard and hungry as possible.\n\nCiao-ciao",
        "TaskID": "16660"
    },
    "2850": {
        "QuestName": "Emergency Procedures",
        "Report": "Are you fucking kidding me? You hacked into the Orochi mainframe? Back the fuck up, champ, and let me pretend I never heard that.\n\nAt least you had the good sense to use their own equipment to transmit the data out of there. It'll be hard for them to prove it was us, even if they know. \n\nI trust the information you lifted was super important. I don't even want to know what it is. They're going to come crying about this, and I'll need to be able to keep a straight face when I tell them I have no fucking idea what they're talking about.\n\nKG",
        "TaskID": "17102"
    },
    "2868": {
        "QuestName": "Into the Inferno",
        "Report": "Wicker's making a play for Hell. Ideally in this situation, we'd back a winner for the sake of future cross-dimensional agreements. I like Wicker's moxie, but I'm still not convinced he makes an ideal trading partner.\n\nYou've decided to help Wicker on this occasion - essential, since he was being used as a battery to sustain a very substantial rift.\n\nHowever, playing favorites isn't our current long-term strategy. Maybe we jump on the Wicker train eventually, but for now let's allow local politics to run their course.\n\nCiao-ciao",
        "TaskID": "17675"
    },
    "2882": {
        "QuestName": "Tainted Dreams",
        "Report": "TRANSMIT - initiate technical support signal - RECEIVE - sweetling!\n\nDo not chill. Scream and panic! Your sysadmin is going manic. The bottle caps do not lie, we exist outside the Eye. Cue bass, cue penthouse protocol. Cue sex, drugs et al. \n\nWITNESS - our embrace. Don't be huffy because we hack. The Buzzing appreciates all you do. The world is dying, it's all true!",
        "TaskID": "18242"
    },
    "2885": {
        "QuestName": "Droning On and On",
        "Report": "Delivery to the recipient failed.\n\nTechnical details of failure:\n\nThe system tried to deliver your message, but it was rejected by the recipient domain. We recommend being chill because your sysadmin is on it. The error that the other server returned was:\n\n717 717 KG_cut_list_chop_chop Unrouteable address (state 9) \n\nYo, Geary's in the middle of making cuts. Now is not the time to remind her you exist. I'll forward your shit post-culling.\n\n/sysadmin",
        "TaskID": "16833"
    },
    "2893": {
        "QuestName": "Missing Persons",
        "Report": "Delivery to the recipient failed.\n\nTechnical details of failure:\n\nThe system tried to deliver your message, but it was rejected by the recipient domain. We recommend being chill because your sysadmin is on it. The error that the other server returned was:\n\n717 717 KG_cut_list_chop_chop Unrouteable address (state 9) \n\nYo, Geary's in the middle of making cuts. Now is not the time to remind her you exist. I'll forward your shit post-culling.\n\n/sysadmin",
        "TaskID": "16865"
    },
    "2895": {
        "QuestName": "Book of the Bokor",
        "Report": "Allow me to apologise for seeming abrupt, impersonal, and presumptuous. I simply feel it is my duty to inform you that you have exhibited great competence in the field, and, if ever you should tire of all work and the mere promise of play... Look, I'm not saying it would be easy, or even possible the way things currently stand.\n\nKirsten is still full of cheer and encouragement, I presume? We've met a few times at Council meetings. I find her terribly acute.\n\nTake a stroll through London sometime. Breathe in the tradition. See how it feels. That's all I ask.\n\nR. Sonnac",
        "TaskID": "21084"
    },
    "2902": {
        "QuestName": "Journey's End",
        "Report": "It's cute how you went out of your way to learn this insignificant woman's fate. Piece of advice: a bleeding heart can only weigh you down.\n\nLuckily it wasn't a total waste, that pendant of hers might be worth it. I'll have the nerds take a look at it and find out how it protected the owner from the fog. Who knows? We might just come out of this with something.\n\nFun fact: Queen Cleopatra was wearing a similar trinket when she offed herself. Not saying that two makes a pattern, but I think you can see where I'm going with this...\n\nCiao-ciao",
        "TaskID": "18917"
    },
    "2903": {
        "QuestName": "The Captain's Playlist",
        "Report": "You're still in Kingmsouth and managing to stay alive. Keep up the tolerable results.\n\nUgh, don't get all pissy just because a girl's got to Ctrl+V every now and then. You are a unique and beautiful snowflake etc. Do something really special and you'll know just how warm and fuzzy my personalized responses can get. \n\nFun fact: You are not my only agent and I respond to over a thousand reports a day. What can we all take out of this? Things need to get done.",
        "TaskID": "16883"
    },
    "2910": {
        "QuestName": "Idol of Nergal",
        "Report": "I am so not in the mood to deal with Akkadian hell gods right now.\n \nThe New England coast is filled with caches from the prohibition era. After prohibition, we started using them to stockpile certain kinds of artifacts - the kinds we weren't able to make an effective manual for. Others, like the Idol of Nergal, are just destined to be destroyed. \n \nCiao-ciao",
        "TaskID": "18236"
    },
    "2916": {
        "QuestName": "Floater",
        "Report": "We're looking at the schematics of an advanced model Orochi recon drone. Their tech is very high-end, but notoriously unreliable. My Anansi player skips like you wouldn't believe.\n\nEven though it's an Orochi recon drone, it's safe to say this isn't a simple recon mission. With Orochi, it's never just recon.\n\nFun fact: Orochi are the biggest conglomerate empire in the world. They own Váli, Sycoil, Zagan, Manticore, Anansi, Faust, QBL and Plethron. They made everything you're wearing and everything you ate today.\n\nKG",
        "TaskID": "16913"
    },
    "2919": {
        "QuestName": "There's Something About Ellis Hill",
        "Report": "So who's the new airport mechanic? The Templars don't really do roleplaying. As for the Dragon, it all seems too coherent for them. They're more likely to pose as a ceiling fan.\n\nSmart money's on the Phoenicians. It would explain signals fake Ellis transmits out to sea, and his familiarity with the draug.\n\nCarthage is always in it for the money. We could probably buy intel about the fog and other sea-related nightmares, but we'd rather you figure things out on your own.\n\nIt saves us haggling over the price and removing the inevitable knife in your back.\n\nCiao-ciao",
        "TaskID": "18892"
    },
    "2952": {
        "QuestName": "Modern Archaeology",
        "Report": "Your field report has been received and is currently being analysed and evaluated. Thank you for your contribution. We will contact you if more information is needed. A reward and cash bonus has been credited to your account.",
        "TaskID": "16996"
    },
    "2953": {
        "QuestName": "Batteries Not Included",
        "Report": "Delivery to the recipient failed.\n\nTechnical details of failure:\n\nThe system tried to deliver your message, but it was rejected by the recipient domain. We recommend being chill because your sysadmin is on it. The error that the other server returned was:\n\n550 550 KG_office_party_open_bar_ciao_ciao Unrouteable address (state 16) \n\nYo, Geary will get this when she turns her phone on. She'll get back to you if she needs to.\n\n/sysadmin",
        "TaskID": "16998"
    },
    "2975": {
        "QuestName": "Rising Sands",
        "Report": "I make a habit of killing anyone that brings bad news. I find it significantly reduces the amount of bad news you get. \n\nRising Sand-Sea and Moving Mountain have tried to signal the end of days once before. When the two meet, bad things are supposed to happen. Well, didn't happen with Ozymandias and isn't going to happen now. \n\nExecutive summary: doomsday isn't currently on our agenda. Target anyone that signals, symbolizes or so much as hints at the end of days. \n\nKG",
        "TaskID": "17030"
    },
    "2980": {
        "QuestName": "Envoys of Rib-Hadda",
        "Report": "Right, Rib-Hadda, the guy who won't quit with the endless reports. There's a synchronicity here I can't quite put my finger on.\n\nI should tell you it's not a competition out there for who busts the most shriveled heads, at least not an official, company-sanctioned competition. I don't control the internal newsgroups. \n\nJust don't get carried away and jack anyone from the Kingdom. Rule of thumb: if it dresses ancient Egyptian thrift store, it's fair game, if it's got swagger, exercise discretion.\n\nWho am I kidding, the closest the Kingdom gets to a danger zone is watching it on TV.\n\nKG",
        "TaskID": "18272"
    },
    "2992": {
        "QuestName": "The Black House",
        "Report": "What is this, you're doing door-to-door exorcisms now? We have to talk misalignment of expectations if you want to sew up every ectoplasmic bleeding heart you meet.\n\nWe have defense budget-funded technology to deal with ghosts, it's like fumigation. Or sandblasting. Still, your takeaway from the sad affair of Carrie Killian - cute high school yearbook photo, unmarried, no next of kin - is the importance of corporate support.\n\nShe had a power we could have used, protected. She should have grown up the 80s in a Manhattan penthouse. But she flew solo, and died alone on this rock. QED.\n\nKG",
        "TaskID": "17118"
    },
    "3001": {
        "QuestName": "Training Day",
        "Report": "You're not in Kansas anymore, Toto. It's worse, you're in Maine. Not even a tornado can kill the wicked witches in this place.\nI heard rumors that there might be someone there to meet you, someone who used to work for us. You can listen to him, just don't trust him. Old cowboys have ulterior motives.\nGet moving. Just follow the zombie prick road.",
        "TaskID": "17174"
    },
    "3004": {
        "QuestName": "Revenge Served Hot",
        "Report": "And people ask me why I'm still single. Whenever you start basing your vacation choices - any choices, really - on what somebody else wants, the odds of getting burned are going to stack in favour of the house. But I digress.\n\nExecutive summary: the boyfriend brought an artifact he was planning to sell to Zorlescu. The artifact was of the kind that needs to be handled with care, and not by amateurs. Good call on destroying it. Bringing it back for observation and research was not worth the risk, if you ask me. Probably worth the risk if you ask Zurn, but there's a reason I get to tell him what to do and not the other way around.\n\nHowever, the most interesting take-away from all this? Who the fuck is Adrian Zorlescu, and why is he dealing in Filthy artifacts? I thought the Phoenicians had that market cornered.\n\nFun fact: More people disappear on the New York subway every day than get bit by werewolves in a year.\n\nKG",
        "TaskID": "17191"
    },
    "3007": {
        "QuestName": "A Dying Breed",
        "Report": "I hate animals. It's so much easier to make people do what you want. I understand your impulse to \"distinguish\" out there, but I hope you're not doing it for my benefit. A werewolf is a werewolf. Don't expect me to have a soft spot for the old blind ones.\n\nI'm assuming the vamps want the old werewolf dead because of his wisdom or influence or whatever. Hopefully the attention he's garnering will free you up a little.\n\nFun fact: The werewolf population is expected to drop by 60% over the next three generations. I think we can fast-track those estimates.\n\nKG",
        "TaskID": "17251"
    },
    "3011": {
        "QuestName": "The Dark Places",
        "Report": "The dark and ignored canyon was a site of the much maligned. No surprise there. Your ability to scrounge up some help on the fly was definitely impressive.\n\nIt's troubling how un-local some of these phenomena are. It'd be nice to file all your current reports into one neat Egypt folder, but that just doesn't seem possible. We're tweaking our corporate structure to focus on a new kind of global analysis skill set. We need people who can tell us what exactly those Threshold Guardians are guarding, for example.\n\nForecasting connections is where the future lies.\n\nDon't worry, I'm sure that on-the-ground grunt work will still be important. \n\nCiao-ciao",
        "TaskID": "18878"
    },
    "3012": {
        "QuestName": "Chaos Practice",
        "Report": "You're not in Kansas anymore, Toto. It's worse, you're in Maine. Not even a tornado can kill the wicked witches in this place.\nI heard rumors that there might be someone there to meet you, someone who used to work for us. You can listen to him, just don't trust him. Old cowboys have ulterior motives.\nGet moving. Just follow the zombie prick road.",
        "TaskID": "17220"
    },
    "3014": {
        "QuestName": "Know Thy Enemy",
        "Report": "Pouring out a soy milk for Mavis, but you know what they say curiosity did to the CDC. What I would look for in a research employee is the ability to make an informed judgement call when dealing with giant carnivorous bugs.\n\nThat doesn't mean you get off, you're on a different skill grade.\n\nBut you know, it is so civic-minded of you to salvage their report. In the statistically unlikely event any government agent makes it back to the mainland, they could use the reading material. I mean, they're looking at doing ten-to-life in quarantine.\n\nCiao-ciao",
        "TaskID": "17223"
    },
    "3020": {
        "QuestName": "Six Feet Under",
        "Report": "I know these things are rare, but at the rate they're popping up in the wrong hands you'd think there was some kind of occult yard sale going that we don't know about.\n\nAt least this time we were able to intercept the shipment, and we have the artifacts tucked away safely in our vaults. Thanks to you.\n\nIt's starting to look like we'll have to think about dealing with that smug bastard, Marquard. It'll be a PR nightmare.\n\nBut leave that to me. You keep chipping away out there, champ.\n\nKG",
        "TaskID": "18444"
    },
    "3021": {
        "QuestName": "Test Run",
        "Report": "I hate these men of mystery types. Ooh, look at me, I've got a backstory. I'll bet you it involves vampires killing his family. Tragic, I'm sure.\n\nLet's focus on facts and results. Those human blood bags are what's allowing the vampires to become more controlled and sedentary than they actually are. This isn't evolution. Someone figured this shit out and administered it because they want to lead a unified vampire front. For what purpose? The answer to that question lies in further facts and results.\n\nCiao-ciao",
        "TaskID": "17473"
    },
    "3023": {
        "QuestName": "Exit Strategy",
        "Report": "Wish we could boycott everything Orochi related. Unfortunately, they own so much of the market right now that it just isn't possible.\n\nThe data you sent us offers some nice insider information, but we're flagging it as suspect. There's really no guarantee that any Orochi transmission isn't compromised by the group's own incompetence.\n\nApparently, Orochi is in the area to pursue the Prometheus Initiative over at the Breach. Emma Smith is a key to this, though we're not sure why or how.\n\nEverything Red Hand related was only on the periphery of Orochi's radar before getting here. The hybrid super soldiers have nothing to do with them - at least, that's the angle their data is trying to sell.\n\nKG",
        "TaskID": "17299"
    },
    "3024": {
        "QuestName": "Knight of the Drăculeşti",
        "Report": "I've never seen the point in honoring the fallen. They fell. They lost. And if there's one thing I can't stand, it's a loser.\n\nOn the other hand, when the losers refuse to accept the obvious and come out of their graves to bite us in the ass, I can defend spending a little time putting them back.\n\nI do hope you didn't knock over any tombstones. I hear they're super serious about that kind of thing out there.\n\nKG",
        "TaskID": "17272"
    },
    "3026": {
        "QuestName": "Red's Tackle",
        "Report": "Your field report has been received and is currently being analysed and evaluated. Thank you for your contribution. We will contact you if more information is needed. A reward and cash bonus has been credited to your account.",
        "TaskID": "17274"
    },
    "3028": {
        "QuestName": "The Light That Blinds",
        "Report": "Your field report has been received and is currently being analysed and evaluated. Thank you for your contribution. We will contact you if more information is needed. A reward and cash bonus has been credited to your account.",
        "TaskID": "18910"
    },
    "3029": {
        "QuestName": "Survival of the Dead",
        "Report": "I see you're moving around out there, that's good. The coast is the site of that prep school that's kind of important to us. That should be one of your key action areas in the region. \n\nBut don't let that limit you. Seriously. There are like a hundred places I need you to be right now. And I expect you in all of them.\n\nCiao-ciao",
        "TaskID": "17290"
    },
    "3030": {
        "QuestName": "The Man in the Ebony Tower",
        "Report": "TRANSMIT - initiate technical support signal - RECEIVE - sweetling!\n\nDo not chill. Scream and panic! Your sysadmin is going manic. The bottle caps do not lie, we exist outside the Eye. Cue bass, cue penthouse protocol. Cue sex, drugs et al. \n\nWITNESS - our embrace. Don't be huffy because we hack. The Buzzing appreciates all you do. The world is dying, it's all true!",
        "TaskID": "17291"
    },
    "3033": {
        "QuestName": "The Girl is Gone",
        "Report": "I have to say, I'm impressed. You've been pulling some real superspy shit recently, maybe you need to be incentivized at gunpoint more often. God knows I know it gets results.\n\nThe ice queen is ex-KGB - I mean, aren't they all? - you did good to punk her. She's a real operator, we've reached out before and gotten the old pliers-and-bolt cutters treatment.\n\nTakeaway: if the Phoenicians have one of their top hunters on the scene, either this girl, this client (\"Lilith,\" how earthy) or both are important. I want you to ride this one all the way, don't settle for second base.\n\nKG",
        "TaskID": "18774"
    },
    "3034": {
        "QuestName": "The Girls Who Cried Wolf",
        "Report": "This is a major infodump and we need to prioritize:\n\na) Orochi: The operation you stumbled across smells like a side project. I don't see Orochi going to Romania for some Dutchman's labour of love. \nb) The windmill: Okay, it's more than just some Dutchman's labour of love. It's built on an anima-well and designed to harness occult power. Quaint. With regular maintenance it should serve as a safe haven out there. \nc) Werewolves: Silver bullets will do the trick. Also, regular bullets.\nd) The French girls: Ugh, parlez-vous American?\n\nExecutive summary: decent work.\n\nCiao-ciao",
        "TaskID": "18586"
    },
    "3035": {
        "QuestName": "Postmarked Atlanta",
        "Report": "Good work. I've forwarded your findings to our white coats. They're a bunch of pizza-in-the-blender types, but I would take any one of them over the entire CDC.\n\nEarly observations suggest that the Filth primarily targets the pontine tegmentum. So if you have a good pontine tegmentum cap, wear it.\n\nWe'll throw more rats in the cage and keep you updated on the results.\n\nCiao-ciao",
        "TaskID": "17309"
    },
    "3036": {
        "QuestName": "A Delivery for the Departed",
        "Report": "Your field report has been received and is currently being analysed and evaluated. Thank you for your contribution. We will contact you if more information is needed. A reward and cash bonus has been credited to your account.",
        "TaskID": "17311"
    },
    "3037": {
        "QuestName": "The Traitor",
        "Report": "The traitor was \"special\" like you. Goes to show you can't trust people, unless they're grafted with a tracking chip. We have supreme confidence in you, by the way.\n\nIt's also worth noting that he was a Dragon, or used to be. We intercepted a message they sent out to their agents about \"re-misconstructing\" things. Ugh. It's no wonder these guys go off the deep end.\n\nAs you proceed, you'll need to make snap judgements out there. My advice: evaluate based on clothing.\n\nAtenists: wacky (unhinged).\n Marya: drab (functional).\n The prune-prince in the polaroid: snazzy (connected).\n\nCiao-ciao",
        "TaskID": "18583"
    },
    "3038": {
        "QuestName": "Signs & Symbols",
        "Report": "I trust the Wabanaki symbols to identify high-risk areas, but not to safeguard them. Certainly not the way Illuminati symbols are capable of - you've seen what they can do elsewhere on the island.\n\nI'm not telling you this to grandstand our iconography or piss on anyone else's. I'm telling you because it's true and you need to be sceptical out there.\n\nIf something is holed up at Blue Ridge Mine (energy readings assure us there is), native doodles aren't going to protect you from it. Illuminati training will.\n\nKG",
        "TaskID": "17317"
    },
    "3040": {
        "QuestName": "Ripples",
        "Report": "I looked into the Vampire Hunter - a.k.a. John Smith of Nebraska. So I was half-right: family killed, just not by vampires. His trail's a bit helter-skelter. We'll let you know if the story gets interesting. In the meantime, don't let him give you any more morality lessons. Our only responsibility is to the share holders.\n\nAs for the farm, it's your basic revenant field. Revenants are all about finding ground that's fit to sow suffering. Reports suggest that Transylvania is particularly fertile.\n\nContinue the good work out there - cutting through the indignant bullshit, burning the rotten corpses, etc.\n\nKG",
        "TaskID": "18564"
    },
    "3042": {
        "QuestName": "Foul Banquet",
        "Report": "Burying your dirty laundry in a cemetery is so...rustic. I guess we've just come to take our variety of disposal options for granted, i.e. industrial landfills, construction sites, nuclear missile silos and so forth.\n\nSpeaking of rustic, there's no chance we can restore those reel-to-reel tapes. It's a bust as far as historical data theft goes. But that's no big whoop, I mean, all the military scientists who defected to the US then defected to us.\n\nNow these guys are getting old, nearing retirement, but maybe your laboratory holiday snaps will jog their memories. Keep digging until you hit paydirt.\n\nKG",
        "TaskID": "18446"
    },
    "3043": {
        "QuestName": "Scavengers",
        "Report": "Seriously. Never teach an ape the fundamentals of empire. I guess you think you're enabling their constitutional right to bear arms, but either you haven't watched enough movies, or you've watched too many of them.\n\nStill, if Orochi black ops squads can't contain this outbreak, my money's not on stop signs and trash can lid shields turning things around for Camp Bigfoot. We'll call this a charitable write-off, and maybe you can refocus on saving things with a dollar value attached, deal?\n\nFun fact: the Agency had a program training chimps to fly unmanned drones.\n\nKG",
        "TaskID": "17349"
    },
    "3044": {
        "QuestName": "Field of Nightmares",
        "Report": "I see you're moving around out there, that's good. The coast is the site of that prep school that's kind of important to us. That should be one of your key action areas in the region. \n\nBut don't let that limit you. Seriously. There are like a hundred places I need you to be right now. And I expect you in all of them.\n\nCiao-ciao",
        "TaskID": "17352"
    },
    "3046": {
        "QuestName": "The Exterminator",
        "Report": "You're like a bulldozer out there! And I mean that in a good way.\n\nThere's only one way to deal with vermin's hive mentality, and that is break out the bug-spray and clean house. High five!\n\nKG",
        "TaskID": "17354"
    },
    "3052": {
        "QuestName": "Attack on al-Merayah",
        "Report": "Seems like you're doing what you need to be. Warning the locals of imminent attacks; mitigating the Atenist uprising; making principal contacts.\n\nChalk it up to efficient training on my part.\n\nWhat more do you want from me? There's a fixed number of high fives I'm willing to give in a day.\n\nKG",
        "TaskID": "17363"
    },
    "3053": {
        "QuestName": "Cabin Fever",
        "Report": "If I was out there, I would have slapped her shit. Well duh, honey, this is why your mother warned you about running off with a death cult. And to think WE get a bad rep.\n\nMorninglight weirdness is on the up and up. We're getting some bad news out of California, worse than the usual, but that's not your problem yet. What is very much your problem is figuring out what the deal with the vampires is.\n\nNot why they ate the kids, but why they were ever buddy-buddy with them. Vamps aren't that big on self-improvement.\n\nKG",
        "TaskID": "17370"
    },
    "3054": {
        "QuestName": "Contagion",
        "Report": "This gives us some new Filth strains to put under the microscope. I'm told we're getting somewhere, but other than piled-up pizza boxes I haven't actually seen anything concrete come out of the lab.\n\nWill keep you posted.\n\nFor now, the expectation is to overcharge for a cure just in time for the apocalypse. Employee discounts, of course.\n\nIn the meantime, I'd love to know what happened to the Smiths. I'd also love for us to stay away from all things Orochi. Mixed signals much? Welcome to corporate - we do whatever we have to to cover our ass.\n\nCiao-ciao",
        "TaskID": "17376"
    },
    "3057": {
        "QuestName": "The Lurking Horrors",
        "Report": "If I had to give a multimedia presentation on what I've learned about the secret world, I could break it down to one slide. It makes the statute of limitation on grudges for-EVER.\n\nCases in point: You busted undead ass, but come tomorrow they'll still be floating around Nowheresville, population 666, thanks to owl lady. This thing between Drac and Mara? I'm surprised the caravan cavalry aren't already selling tickets for the comeback and rematch.\n\nWell, you've gone too far to pull out now. Concentrate on seeing this through without getting your throat slashed and it'll look good and/or weird on your record.\n\nCiao-ciao",
        "TaskID": "17391"
    },
    "3060": {
        "QuestName": "Deathless",
        "Report": "You make it sound like something out of a Disney afternoon special. A wise, funny old bird and a superhero collaborating to save the world from a wicked sorceress. Great! Now all we need is a hot teenage princess and an Elton John ballad and we'll be making a killing at the box office. An actual killing. I've seen it happen. \n\nBut if there's one important takeaway from this, it's that size isn't everything. The owl may be small, but she packs a punch. And whenever she throws one, we'd like you to be standing behind her. It's common sense, really.\n\nStay on her good side, champ, and you'll do fine.\n\nCiao-ciao",
        "TaskID": "18866"
    },
    "3063": {
        "QuestName": "They Mostly Come At Night",
        "Report": "Someone's going to a lot of trouble to hunt down Emma Smith. Possibly a whole army of someones. Her astral projection levels are impressive, but not necessarily related to her prime function.\n\nWhatever Emma sees in her dreams is way beyond subjective experience. Revenant stalkers we know all about - it's everything else she sees that's got us so interested.\n\nZurn wants you to drop everything and focus on bringing the kid in. You're not going to do that. You appear to be building something out there - let's play out this \"trust\" angle and see if we can get Emma to come to you. We believe that every time she projects or dreams she opens herself up to whoever's after her.\n\nShe can't hide forever.\n\nKG",
        "TaskID": "18088"
    },
    "3065": {
        "QuestName": "To Sir, With Love",
        "Report": "Ugh, I remember seeing this in HJ's file. No one's past is perfect, but still, this causes a bit of a PR nightmare. Guess who gets to smooth it over with the peacock king?\n\nThis is why I get the big bucks.\n\nCiao-ciao",
        "TaskID": "19367"
    },
    "3066": {
        "QuestName": "Theme Park Tycoon",
        "Report": "What a coincidence, I was just looking into this amusement park deal. Business not pleasure, I hate clowns. Totally a serial killer tell.\n\nAnyway, these things are a huge front for occult energy accumulation, whatever that means. Some were on our books: the White City, Dreamland, Space Mountain...but Atlantic Park is all Nathaniel Winter. Looks like he tried to buy his way into the Illuminati in the 60s, got blown off with the it's not us, it's you speech.\n\nThat makes for a man with something to prove and no way to handle it. Killer combo.\n\nKG",
        "TaskID": "17422"
    },
    "3068": {
        "QuestName": "Last Dance of the Pădurii",
        "Report": "Fun fact: when I started out doing fieldwork, we summoned an arch-demon using a Beastie Boys album. If the Moral Majority had known how much they got right, we'd be living in a theocracy.\n\nUnfortunately for my friend Hannah, the bindings we put on our boom box did not hold up as well as the ones on that music box. Live and learn. Or, in Hannah's case, live and die.\n\nGood riddance on the Mama Pădurii. Daww, another resident of faerie realm sacrificed at the altar of modernity. Seriously, evolve or move out of the way. She was causing problems, now she's not. QED.\n\nKG",
        "TaskID": "17428"
    },
    "3070": {
        "QuestName": "The Amazing Brothers Blaga",
        "Report": "Yeah, it's a bummer you had to put him down. I mean, we have vaccines for that stuff. That's why you never hear about werewolves any more, compared to the 80s when you couldn't throw a stick in a public park without hitting one.\n\nBut I can get behind people dying for a cause, especially if it's someone else's. Right now you're our ambassador to these \"Drăculeşti,\" but to call it straight, 43K web search hits? We don't get out of bed for less than 100K.\n\nFun fact: In Minnesota there have been more reported cases of lycanthropy than pneumonia.\n\nKG",
        "TaskID": "17705"
    },
    "3071": {
        "QuestName": "The Girl Who Kicked the Vampire's Nest",
        "Report": "The ancient Greeks have about as much to teach us about fighting darkness as the Templars have to teach us about good taste. But her Aesop quotation apart, the little Gypsy girl had a point.\n\nHer Due Diligence of the vampire installations were right on the money, but your swift and efficient dismantlement of said installations were priceless. High five! That little stunt bought us some time to figure out what this whole thing is actually about.\n\nI'll be sure to make an accurate flow chart detailing it all to the higher-ups. Gold star.\n\nKG",
        "TaskID": "18541"
    },
    "3072": {
        "QuestName": "Sins of the Father",
        "Report": "Give me a minute, I'm still pulling this Red Hand stuff up and I'm on my cell. Looks like these guys haven't been a going concern for half a century. But I guess Europe is about that far behind us, right?\n\n1960s, Ivans, experimentation, danger danger, oh yeah these guys. They were big into making the Soviet superman, to win the war that never happened. Heavy testing of human exposure to space, radiation, weirder stuff...and apparently crossbreeding with bloodsuckers.\n\nIf that thing was the result, I've got bad news for the soccer mom population of the US.\n\nKG",
        "TaskID": "17447"
    },
    "3073": {
        "QuestName": "Where It Doesn't Belong",
        "Report": "We tracked down the factory that makes these power cells. Let's just say there won't be anyone to work OT for a while.\n\nI keep waiting for a sinister Orochi reveal, but it's not materializing - not in relation to power cells and/or super soldiers. Combing through more of the Orochi transmission data confirms this.\n\nWe know the Orochi detail got blindsided down there, but here's the weird thing: the transmissions from Orochi HQ to Transylvania are no less panicked. Looks like the upheaval is company-wide.\n\nFun fact: we were this close to getting Tesla. This fucking close.\n\nKG",
        "TaskID": "17452"
    },
    "3075": {
        "QuestName": "Carter Unleashed",
        "Report": "Damn, that girl can play! I'm getting super excited just thinking about how much ass she's going to kick once we get all that fire and lightning under control.\n\nAnd I'm not going to downplay your part in all this. It's not like she could have done this without you. Learning from the best can only accelerate her education, and the sooner we can get her out of the classroom and onto the battlefield, the better.\n\nCiao-ciao\n\nPS. Oh, I hope you took the opportunity to give her the hard sell. We wouldn't want her to do anything stupid, like, say, go to London after she graduates.",
        "TaskID": "17685"
    },
    "3076": {
        "QuestName": "The Gathering",
        "Report": "We're in the heartland of mythical here. I'm dusting off the fairytale section, but frankly it's been a while. Until we process the facts, you're simply going to have to rely on your initiative.\n\nThe going hypothesis is that Cucuvea may be one of the oldest creatures in the world - certainly of the not-trying-to-kill-us variety. We haven't pinpointed an age just yet, but we're talking extremely experienced and/or senile.\n\nThe Illuminati are admittedly a youth oriented organization. We respect power more than experience. But in the case of Cucuvea we're outside our frame of reference. Filing this one under TBD.\n\nKG",
        "TaskID": "18667"
    },
    "3077": {
        "QuestName": "Too Deep",
        "Report": "I guess you could say the ambience of that Sol Invictus spa has been well-preserved. I'm driving right now, but let me give you some more way-back background I pulled up.\n\nRome-- it kind of got out of hand, turned into the Eternal Sorority Party. In the end the O.G. Illuminati cut their losses and sicced Alaric on the place, but I digress. The real winners were Invictus.\n\nThey wanted to live forever, and someone was feeding them and the batshit Emperors pretty on-the-money information on how, and where, to do that. You just saw an example. Isn't living history neat?\n\nKG",
        "TaskID": "17480"
    },
    "3078": {
        "QuestName": "Dead Reconning",
        "Report": "Don't you just love communist architecture? The raves in those blown out buildings are spectacular. Attain the requisite achievements and you'll see what I mean.\n\nThe vampires should have swarmed the village by now. It's not like them to be this restrained. Any time something acts against its own nature, it throws up a major neon warning sign. It's like seeing a group of Templars dancing - it's awkward and out of character and signals that something has gone really fucking wrong.\n\nFun fact: The last time we saw this kind of methodical vampire build up was in the late 1400s.",
        "TaskID": "17495"
    },
    "3079": {
        "QuestName": "Breached",
        "Report": "Remind me again why I stuck my neck out for you. Everything with an Orochi logo is as a red flag to a bull to you.\n\nIt doesn't take a genius to realize the Orochi were testing the mountain creatures' reaction to the Filth for a reason. I'll wager they were planning to send them down into the Breach to keep digging. And if they were planning to keep digging after they'd already dug too--\n\nFrankly, I'm not sure I want to know.\n\nWell, I obviously do. Keep me in the loop.\n\nK.G.",
        "TaskID": "17498"
    },
    "3080": {
        "QuestName": "A History of Violins",
        "Report": "I love this: you find a genuine medieval starfucker and he plays coy. If we had him at the Labyrinth, we could have squeezed out the whole soap opera by now, Q&A does some really creative work with high tensile wire and ultraviolet lighting.\n\nThe whole sorry Drac saga is nice-to-know more than need-to-know, but if someone absolutely has to dig up his sob story, you're the one to do it. You've become a regular Sherlock over these last few assignments.\n\nI knew you had it in you. I know everything you have in you, from your chip's biofeedback.\n\nCiao-ciao",
        "TaskID": "17502"
    },
    "3082": {
        "QuestName": "A Drink to Remember",
        "Report": "Yikes! A vampire Crusade can't be anything but super unsanitary. Bad news for the Romanians, I guess. Silver lining: I know not to cash out my options and invest in Carpathian real-estate.\n\nThis whole thing seems better funded and more thoroughly planned than we first thought, and while I question their sense of fashion, I imagine those rags are for UV protection rather than an outfit designed for virgin pick-ups at the Club Med \"After Dark\" party.\n\nYour report and successful sabotage have given me a leg up with the board of directors. Good for me is good for you. A win-win. Keep making me look good.\n\nCiao-ciao",
        "TaskID": "18406"
    },
    "3083": {
        "QuestName": "The Wild Hunt",
        "Report": "Nice rack, Lord of the Flies. I love it when you go native. Nothing like a bit of the old ultra-violence to put the fear of the All-Seeing Eye into our foes.\n\nNot sure what to make of the Iele. On one hand, sigh, another of the interminable magicals we're supposed to respect and protect. Survival of the fittest, I say. Most magicals just haven't evolved to compete. On the other, she's got a primal energy I'd love to exploit. You just don't find that kind of power on the streets.\n\nWe should have her headhunted. If that doesn't work, beheaded.\n\nKG",
        "TaskID": "18777"
    },
    "3084": {
        "QuestName": "Points of Impact",
        "Report": "Your field report has been received and is currently being analysed and evaluated. Thank you for your contribution. We will contact you if more information is needed. A reward and cash bonus has been credited to your account.",
        "TaskID": "17513"
    },
    "3085": {
        "QuestName": "The Cost of Magic",
        "Report": "The girl's got game. I've got to hand it to her.\n\nIf it weren't for the fact that the place is pretty much stuck in the stone ages I might be tempted to come out and take a look for myself. Now, I don't mind roughing it, but I can't imagine there's a single decent latte in the area, and I get super cranky if I don't get my coffee.\n\nYou were totally cute jumping through hoops - literally - to complete the ritual. I can only hope you learned something.\n\nCiao-ciao",
        "TaskID": "18699"
    },
    "3086": {
        "QuestName": "Clearing the Waters",
        "Report": "Glad to see you're investing your time in community outreach programs.\n\nI hope we've learned something today, aside from Water Purification 101. I hope we've learned to stop wasting time on environmental causes. Mother Earth is fucked, the best we can hope for is that someone on our side finds the reset button.\n\nBut yes, you did stop the mushroom army from seeding spores through the water, and yes, that would have been A Very Bad Thing. When we contaminate the water, we try to be a little less obvious. Think hallucinogenics instead of bloated, festering fungi.\n\nA lot more efficient, a lot more elegant.\n\nKG",
        "TaskID": "18394"
    },
    "3088": {
        "QuestName": "In Cold Blood",
        "Report": "Vampires are generally a European problem and so our intel is limited. The ones you took out are of \"true ancient stock.\" This is apparently a major big deal. Kudos.\n\nThere's supposedly a truce between us. Clearly that's been broken, though we still don't get why. Why would the vampires seek to destroy their primary food and fuck source when they've co-existed with us for centuries?\n\nI'm open to theories on this.\n\nHasdatean - this guy is old school nationalist and currently under the impression that you're under Romanian colors out there. Let's not go out of our way to set him straight.\n\nCiao-ciao",
        "TaskID": "18487"
    },
    "3090": {
        "QuestName": "Fungal Fireworks",
        "Report": "Great! You know your way around electrical circuits. I'll be sure to give you a call the next time my coffee maker is on the fritz.\n\nMake me understand what we achieved out there. What do we care about oversized mushrooms? I thought I had made myself pretty clear. Our main priorities are vampires and their annoying crusade.\n\nI can only hope you were multitasking, and that there is something in it for us in the long run.\n\nKG",
        "TaskID": "17555"
    },
    "3091": {
        "QuestName": "Of the Forest",
        "Report": "Any crisis can be turned into a drinking game. Case in point, the Forest God. Every time someone snaps a twig, bottoms up. The empties give us an idea of how things are going out there.\n\nI've counted; things are not going well.\n\nMythical creatures have their enchanted forests and we have our industrial world. Win-win. However, the mutual benefits of that agreement are getting seriously undermined by all this demonic activity. \n\nBelieve me, the last thing we need right now is Port Authority getting flooded with masses of displaced and pissed off mythical creatures. \n\nCiao-ciao",
        "TaskID": "18499"
    },
    "3092": {
        "QuestName": "Selected Memories",
        "Report": "News of your exploits out there have already reached the water cooler, and all this buzz is reflecting positively on me. \n\nYou went in and out of that facility like a boss, and you appropriated top secret Red Hand files in the process. I'm walking on air over here. Remind me of this moment come Christmas bonus time.\n\nI'm not surprised you couldn't make anything of the files. The Red Hand encrypted that thing like champs. Luckily we have the best code breakers money can buy on retainer and I'm told they were able to crack it.\n\nCan't tell you much about the contents, though. Need to know. You understand. You just keep focusing on making me look good.\n\nCiao-ciao",
        "TaskID": "18477"
    },
    "3094": {
        "QuestName": "Breaking News",
        "Report": "TRANSMIT - initiate technical support signal - RECEIVE - sweetling!\n\nDo not chill. Scream and panic! Your sysadmin is going manic. The bottle caps do not lie, we exist outside the Eye. Cue bass, cue penthouse protocol. Cue sex, drugs et al. \n\nWITNESS - our embrace. Don't be huffy because we hack. The Buzzing appreciates all you do. The world is dying, it's all true!",
        "TaskID": "17557"
    },
    "3096": {
        "QuestName": "The Darkness War",
        "Report": "Little trouble holding your peace pipe? Your biofeedback has been all over the place. If Zurn sees this he's going to make a show-and-tell out of you, I mean open you up like a frog in lab class. I'm kidding, what happens in the smoke lodge stays in the smoke lodge...and in an encrypted folder marked \"leverage.\"\n\nKG",
        "TaskID": "17574"
    },
    "3097": {
        "QuestName": "The Kindly Ones",
        "Report": "I don't mean to sound racist, but these guys remind me of this line of dolls from the 80s. It's on the tip of my tongue. Never mind, I'll get back to you if it comes to me.\n\nAnyway, good thinking re: getting on the trail and winning hearts and minds out there. I wouldn't kiss any of their babies, you don't know where these things have been, but still. \n\nIf you want to really do them a favour, talk them out of that whole Marxist angle. Take it from me, I went to Cal-Berkeley, I know a thing or two about social classes.\n\nCiao-ciao",
        "TaskID": "18467"
    },
    "3098": {
        "QuestName": "Sympathy for the Devil",
        "Report": "War, huh? Explains why the switchboards are jammed for getting through to our usual contacts on the other side. This really isn't convenient for us, some of the board members still get a little homesick.\n\nI'm still super tempted to reach out to Wicker. Snappy dresser, love that accent, unburdened by basic human empathy...but no, we can't throw our chips in yet. The situation could go either way, and that's one more way than we prefer.\n\nConsider Hell on the backburner for now. A little time to simmer could make all the difference.\n\nKG",
        "TaskID": "17596"
    },
    "3099": {
        "QuestName": "The Castle",
        "Report": "The Grey is an ancient vampire of pure blood. I don't get to celebrate this kind of win very often. The documents you found make it a win-win. Color me impressed. High five, etc.\n\nI've never doubted your potential, but I must admit there have been times where I've doubted your willingness to do what it takes. But you showed me your A game out there.\n\nAfter this display I'm getting ready to admit you may still live up to my expectations. And living up to my expectations is super important.\n\nKG",
        "TaskID": "17603"
    },
    "3101": {
        "QuestName": "The Darkness War Revisited",
        "Report": "Little trouble holding your peace pipe? Your biofeedback has been all over the place. If Zurn sees this he's going to make a show-and-tell out of you, I mean open you up like a frog in lab class. I'm kidding, what happens in the smoke lodge stays in the smoke lodge...and in an encrypted folder marked \"leverage.\"\n\nKG",
        "TaskID": "17610"
    },
    "3113": {
        "QuestName": "The Cellar Door",
        "Report": "I feel like we just got a glimpse into Silviu's childhood. Splashing through shit in the cellar. Laser tag with Soviet-era security systems. Hide-and-seek with ghouls. Feel sorry for the freak all you want, but how many kids grow up with their own Cold War bunker to play in?\n\nAnd at the end of each day he gets to pick whoever he wants for dinner.\n\nHope you got a good look at the soon-to-be-sausage you pulled out of there. Sooner or later, the Illuminati always call in their favors.\n\nCiao-ciao",
        "TaskID": "17643"
    },
    "3114": {
        "QuestName": "The Drăculeşti",
        "Report": "You thinking of changing teams out there, champ? The Drăculeşti are survivors, I'll give them that. But take a good look at the dental plan before you commit to anything.\n\nAlso, their hiring practices are totally out of date. Lineage tests, seriously?\n\nLook, I've got nothing against a little winter exchange program. Just make sure we're the only ones getting anything out of the exchange. Us learning something about hunting and trapping: yes. Them learning something about global corporate structuring: absolutely not.\n\nKG",
        "TaskID": "18828"
    },
    "3115": {
        "QuestName": "Detritus Prime",
        "Report": "Looks like this would-be golemetry professor was a few fuses short of a stable teaching gig. Needless to say, we won't be depending on golems anytime soon.\n\nThere's been no shortage of Innsmouth Academy washouts on Solomon Island. Judging by this guy's level of incompetence, he wasn't one of ours.\n\nFun fact: Innsmouth Academy opened its doors to non-Illuminati faculty in 1909. Since then, rogue golem incidents have shot up 39%.",
        "TaskID": "17659"
    },
    "3116": {
        "QuestName": "A Ghoulish Feast",
        "Report": "Venice really wants us to \"work together\" on this one. You know how I feel about the Dragon and the Templars. Working with the fauns I can maybe live with - but no frolicking.\n\nThe anima trees are a sign that the Earth is fighting back out there. The most powerful readings we're getting are coming from the Owl and Eagle. Weird, the source isn't that giant anima tree outside, but something inside the inn.\n\nFun fact: ghouls are hardwired to excavate because they're drawn to buried corpses. How nice to see them transform this instinct into a siege tactic.",
        "TaskID": "18368"
    },
    "3126": {
        "QuestName": "From the Valley to the Stars",
        "Report": "In the 1950s the Reds were rounding up women for the space program. Ugh, had to be first in everything, including things they were too thick to understand.\n\nHalina got redirected into a very different branch of the program. Facility-9 was all about bioenergy experiments and being the first to manipulate and control that cosmic gash they came across. Typical Red Hand logic: before we know what this is, let's shoot a dog in there (seriously, they shot a dog in there).\n\nAnyway, we'll recover what we can of the research.\n\nKG",
        "TaskID": "17767"
    },
    "3131": {
        "QuestName": "Sympathy for the Devil Revisited",
        "Report": "War, huh? Explains why the switchboards are jammed for getting through to our usual contacts on the other side. This really isn't convenient for us, some of the board members still get a little homesick.\n\nI'm still super tempted to reach out to Wicker. Snappy dresser, love that accent, unburdened by basic human empathy...but no, we can't throw our chips in yet. The situation could go either way, and that's one more way than we prefer.\n\nConsider Hell on the backburner for now. A little time to simmer could make all the difference.\n\nKG",
        "TaskID": "17783"
    },
    "3134": {
        "QuestName": "Dead in the Water Revisited",
        "Report": "This kind of comprehensive survey of draug power structures is like pornography to the guys in Brute Resources. Seriously, their door is locked.\n\nYou've also provided a rare account of a vessel returning from the Isle of Dead Ships. Something out in the Sargasso caused the Polaris to disappear, probably the same thing that caused it to reappear and ram into Solomon Island.\n\nThat is a black box I would love to get my hands on.\n\nAnyway, good work, even if you did let Orochi use us. We'll call it a win-win.\n\nKG",
        "TaskID": "17798"
    },
    "3135": {
        "QuestName": "Into the Inferno Revisited",
        "Report": "Wicker's making a play for Hell. Ideally in this situation, we'd back a winner for the sake of future cross-dimensional agreements. I like Wicker's moxie, but I'm still not convinced he makes an ideal trading partner.\n\nYou've decided to help Wicker on this occasion - essential, since he was being used as a battery to sustain a very substantial rift.\n\nHowever, playing favorites isn't our current long-term strategy. Maybe we jump on the Wicker train eventually, but for now let's allow local politics to run their course.\n\nCiao-ciao",
        "TaskID": "17809"
    },
    "3136": {
        "QuestName": "Crash",
        "Report": "Solomon Island is headed the way of Atlantis. This time we totally promise to give our field agents a reasonable heads-up. \n\nSo, heads-up. \n\nJust make sure your task list is clear before you leave. I'm still seeing a lot of loose ends. \n\nCiao-ciao",
        "TaskID": "17811"
    },
    "3137": {
        "QuestName": "Primum Non Nocere",
        "Report": "These are members of Váli's science team - Filth division. Apparently they're all experts, but something about these mutation experiments screams amateur side project to me. Klein and Shirui appear to have gone rogue (i.e. batshit) in the course of their research. \n\nI can't discount the possibility of drunk texts, but I don't recall authorizing you to file share with Orochi. All I said was don't spill anything on them.\n\nWe want to know what's happening, but the more involved we get with Orochi, the greater the chance of getting drawn into the mother of all fuck-ups. So be careful.\n\nCiao-ciao",
        "TaskID": "17813"
    },
    "3138": {
        "QuestName": "Send More Cops",
        "Report": "That was super cute the way you stopped that little invasion. What's next? Climbing trees to save lost cats?\n\nWe already know the draug are in charge of the dead army out there. I think we have all the test-cases we need.\n\nNeed I remind you that I have a responsibility to the bottom line? And that your time is my time?\n\nCiao-ciao",
        "TaskID": "17816"
    },
    "3140": {
        "QuestName": "The Prometheus Initiative",
        "Report": "In fairness, the Orochi situation was a mess before you got there. But keep in mind that \"fairness\" isn't one of our tenets. If a head needs to roll over our meddling with Orochi affairs, it won't be mine.\n\nThe Prometheus Initiative is international in scope. Orochi describes it as \"a new vision for the sustainable future of mankind.\"\n\nThat's as much as I can get from the website.\n\nOrochi is getting better at keeping dirty secrets from us. Or we're getting worse at keeping track. Either way, it's butchering day at the Thought Farm.\n\nKG",
        "TaskID": "17829"
    },
    "3144": {
        "QuestName": "Scarecrows for Dummies",
        "Report": "It's good to learn new old things. But I'm going to level with you, I think you and I signed up too late to really get nostalgic about necromancy.\n\nThere are staff who can remember when we used scarecrows as perimeter detail out in New Mexico, but that was like the 50s, God, early 50s. In the time it took you to stitch that freak together, I could have requisitioned a dozen unmanned drones. And I don't even have US military clearance!\n\nBut, it's broadening your skillset, and who am I to define your career goals? Trick question.\n\nCiao-ciao",
        "TaskID": "18569"
    },
    "3151": {
        "QuestName": "Red Hands Aren't Idle Hands",
        "Report": "I was keeping someone waiting for a meeting, so I ran the names to see if there was more to this than deadbeat dad, violation of the Hippocratic oath, etc. Varias came up almost blank, I say almost and mean V. the younger has some hot photos on Romanian singles sites.\n\nYevgeny Brusilov, though, has hardcore history. He was like the Rasputin of the USSR's genetics program up to the late 60s, then he went darker than dark.\n\nTip from me to you: if this guy was involved out here, don't wear anything that stains easy.\n\nCiao-ciao",
        "TaskID": "18465"
    },
    "3152": {
        "QuestName": "Eye Spy",
        "Report": "I'm not surprised you found that guy alive and...well and sending out spy drones left and right, even in the present conditions. He's one of those guys who just keeps popping up where you least expect it. It's about expecting the unexpected when it comes to him.\n\nI'd tell you to be careful around him, but against all my instincts I've come to trust your judgement. If you can keep your own ass covered at all times, finding out what he's up to could definitely be worth the effort.\n\nDon't do anything I wouldn't do.\n\nKG",
        "TaskID": "17846"
    },
    "3153": {
        "QuestName": "The Red Thread",
        "Report": "Oh my god do it already. Wait, or did they already do it? Ugh, so confused right now. I am seriously tempted to shift all our priorities toward this thing just to see how it ends.\n\nHere's my reading so far: Callisto and Mara were getting all cuddly when some other woman appeared and stole the soap opera. Some bullshit ethereal figure they both invented to cover up and/or justify their little love affair? Unlikely.\n\nI would love to give you a detailed physical description of this other woman so you can be on the lookout. Unfortunately, everyone she comes in contact with seems to get all gaga, or twisted, or dead.\n\nCiao-ciao",
        "TaskID": "19350"
    },
    "3155": {
        "QuestName": "Bloodlines",
        "Report": "This Orochi guy must have had a hell of a work ethic, deciding that a bloodsucker attack was a great time to kickstart his research project.\n\nBut his loss is our gain, in a very real sense. Your data is making waves from the labs up to Think Tank. To give you the helicopter view, vampire blue-blood is pretty much spent.\n\nWe're talking the whole species being a few baby steps from extinction, like something is clearing house in the monster kingdom. Leave the question of \"for what?\" to the forward-looking statements. You just go ahead and give the vamps a little push.\n\nKG",
        "TaskID": "17878"
    },
    "3161": {
        "QuestName": "Metal Detective",
        "Report": "Industrious little bunch of sheepherders and farmers, aren't they? But not so bright, playing DIY perimeter defense when, hello, massive abandoned military facility in your backyard.\n\nAnyway, this ghost town reminds me of a fun story. You know about all the little hicksvilles that got wiped off the U.S. map to make room for dams and reservoirs? Well, it turns out the locals don't ever really leave.\n\nUnder the water level, those towns are still swinging. So the next time you hear someone bitching about excessive fluoridation, just imagine all the ectoplasmic sewage they've swallowed in their life.\n\nCiao-ciao",
        "TaskID": "17864"
    },
    "3162": {
        "QuestName": "Quality Assurance",
        "Report": "Zurn intercepted your latest report. He advised, strongly advised, that you leave that kind of experimentation to him. Then he started talking about pygmy buffalos...or was it buffalo pigment? Who cares...\n\nBut he's not wrong. I don't remember outfitting you with a white coat and test tubes. Leave that stuff to the nerds and go shoot some fireballs or something.\n\nThe serums were obviously stimulants intended to maximize the output of the toy soldiers. Just keep the stuff away from their intended targets, and we're fine. None of us are going to win any science prizes.\n\nKG",
        "TaskID": "17866"
    },
    "3163": {
        "QuestName": "Blood Sample",
        "Report": "You are so getting into the spirit of supply and demand. You supply. I demand. Love it.\n\nAs for my region specific comment: ugh, this is why I don't do backpacking in Eastern Europe. Or anywhere for that matter. I'm an all-inclusive on the beach kind of girl. It's actually where I am right now. Totally on business though.\n\nCiao-ciao",
        "TaskID": "18952"
    },
    "3166": {
        "QuestName": "It's a Dirty Job",
        "Report": "Wading through ghoul feces to extract data? I'm so glad I don't do field work anymore. At least all you had to do was get your hands dirty. I was recently cc'ed on a report from someone who had to dive in head first. She came back with little aside from a lethal bacterial infection.\n\nYou're in luck: the report was reasonably complete when the salaryman croaked. I love it when others do our dirty work. There's some good data on the ghouls here.\n\nNo, I'm not going to break it down for you. I'm sure there'll be a memo.\n\nKG",
        "TaskID": "17870"
    },
    "3170": {
        "QuestName": "Fatal Fungi",
        "Report": "What are you doing?\n\nDid I ask you to gather samples of Filth and then turn your results over to somebody that does not work for us? That doesn't sound like me.\n\nI won't kick up a great fuss this time. The paperwork involved would take forever. But do try and keep to procedure.\n\nKG",
        "TaskID": "17892"
    },
    "3184": {
        "QuestName": "Wreckage",
        "Report": "I just want to categorically go on record as saying it wasn't us.\n\nNot that it will help if the uplink on that plane was still recording. I hope you gave them good face while you were making like it was a jungle gym.\n\nFrom back here, this is turning into a clusterfuck's worst nightmare vis-a-vis corporate relations. I'm not inferring it's your fault - you're just responding to an unfolding shitstorm, with room for improvement of response. In fact, really prioritize honing that response.\n\nAnd thanks for offing some ghouls, I guess. Ugh, gag reflex.\n\nKG",
        "TaskID": "17932"
    },
    "3210": {
        "QuestName": "Room 502",
        "Report": "In the last century, Venice has come down hard on these kinds of experimental practices. Life is sacred etc.\n\nBut let's give credit where credit's due. Oliver Smith may have been a sadistic fuck, but he advanced the study of pyrokinesis by at least fifty years.\n\nOfficially, there have never been any established links between experiments such as those at the asylum and the Illuminati. We have always adhered to codes of conduct that outline respectful and sustainable bla bla bla.\n\nThat's the official position...\n\nFun fact: we'll do anything for results.",
        "TaskID": "18071"
    },
    "3214": {
        "QuestName": "From the Valley to the Stars Revisited",
        "Report": "In the 1950s the Reds were rounding up women for the space program. Ugh, had to be first in everything, including things they were too thick to understand.\n\nHalina got redirected into a very different branch of the program. Facility-9 was all about bioenergy experiments and being the first to manipulate and control that cosmic gash they came across. Typical Red Hand logic: before we know what this is, let's shoot a dog in there (seriously, they shot a dog in there).\n\nAnyway, we'll recover what we can of the research.\n\nKG",
        "TaskID": "18082"
    },
    "3215": {
        "QuestName": "The Filth Amendment",
        "Report": "Who contacted you about Subject Zero? I want names, license plates, social security numbers. \n\nSeriously, give me something.\n\nFun fact: Orochi plus Filth experimentation equals major bad deal.\n\nKG",
        "TaskID": "18087"
    },
    "3218": {
        "QuestName": "Treasure Hunt",
        "Report": "TRANSMIT - initiate disclaimer signal - RECEIVE - sweetling!\n\nNightmare alley is getting crowded. Look at the line! Come see the monsters claw through time. Hurry, hurry, hurry.\n\nThere will be a slight additional charge for this attraction, but it's not a dollar, it's not a dime - it's a cold smithereen minted in grime.\n\nWITNESS - rules and regulations. No cameras, please, only notes. No one under the age of two. \n\nCome see the world before it's through!\n\nDon't be huffy because we hack. The show goes on! So must you.\n\nHurry, hurry, hurry.",
        "TaskID": "18138"
    },
    "3222": {
        "QuestName": "The Experiment",
        "Report": "High five. Consider these test results forwarded.\n\nWe'll need as much data as possible to prepare various scenario-specific formulas. Then, as soon as our primary interests are secure, we'll fly a crop duster over the island and spray the shit out of anything that moves.\n\nRemind me to warn you before we do that.\n\nThe Orochi presence you're encountering is more specifically their Váli subsidiary - genetics, DNA, biotech. They're supposed to be working hand-in-hand with the CDC, but it's becoming increasingly clear it's more like knife-in-back. Essentially, Váli hijacks CDC results while holding back their own.\n\nCiao-ciao",
        "TaskID": "18131"
    },
    "3223": {
        "QuestName": "Headhunter",
        "Report": "Recruiting is so not in your future. I don't care how many were dead, that kind of conversion rate is brutal. Fortunately, you weren't really recruiting, just pissing around for the Marya. \n\nFor your sake, I'm going to assume you're playing the infiltration angle again. Being nice, getting the Marya to trust you, encouraging them to play human shield while we look for the game-changer.\n\nFine, do what's necessary to appease your contacts and keep things reasonably quo. If that means signing up suckers for slaughter, so be it.\n\nKG",
        "TaskID": "18134"
    },
    "3228": {
        "QuestName": "The Slaughterhouse",
        "Report": "You know, I've been communicating that this Red Hand stuff is so goofy and outdated, but on reflection it's almost retro enough to be cool again.\n\nI mean, look at that place you just trashed, it's got that chunky, analogue kind of occultism you just don't see any more. Maybe at Pripyat, but out there it's all fun and games until the water starts dripping upwards, the screaming mirrors etcetera.\n\nAnyway, you've given us a ton of research data from these steroid vamps that can be fed right back into our employee medical package. Christmas has come early for Zurn.\n\nCiao-ciao",
        "TaskID": "18177"
    },
    "3233": {
        "QuestName": "The Slaughterhouse Revisited",
        "Report": "You know, I've been communicating that this Red Hand stuff is so goofy and outdated, but on reflection it's almost retro enough to be cool again.\n\nI mean, look at that place you just trashed, it's got that chunky, analogue kind of occultism you just don't see any more. Maybe at Pripyat, but out there it's all fun and games until the water starts dripping upwards, the screaming mirrors etcetera.\n\nAnyway, you've given us a ton of research data from these steroid vamps that can be fed right back into our employee medical package. Christmas has come early for Zurn.\n\nCiao-ciao",
        "TaskID": "18197"
    },
    "3236": {
        "QuestName": "Hellscape",
        "Report": "I was having a light day, and then you tell me all Hell's literally breaking loose? I can so feel this developing into a \"thing.\"\n\nYour readings are consistent with previous invasion attempts from the other side. These little cracks and eruptions are the demons' way of telling us to go fuck ourselves, and our cue to brush up on our binding protocols.\n\nThanks for the heads up, champ. Gives me a little time to get ahead of the curve on this.\n\nKG",
        "TaskID": "18204"
    },
    "3240": {
        "QuestName": "The Black Pool",
        "Report": "That's what you get for roughing it out in the woods. Reminds me why I never warmed to camping. Don't get me started on dreadlocks, thong sandals, and goatee-wearing guitarists.\n\nThis black contaminant bears an uncanny resemblance to that shit they had in Tokyo a few weeks back - still have, and you'd be an idiot not to wonder if the two are connected.\n\nI'll have the nerds in the lab take a look at the samples you sent. With any luck they'll have a report on my desk by the end of this week's iteration. It's been suitably tagged as a \"blocker.\"\n\nCiao-ciao",
        "TaskID": "18212"
    },
    "3241": {
        "QuestName": "From Oxford, With Love",
        "Report": "Christmas is early this year. And I love gifts.\n\nNot only did you appropriate these artifacts from the cultists, gift wrap them and send them to me, you also kept them out of Oxford, and, by proxy, Templar hands. Win-win. And win. Your stock just rose. Kudos.\n\nNow we know who's to blame for all these things ending up on the black market. Cultists working with the Phoenicians, possibly the Kingdom. It's a big clusterfuck out there, and I still have that Berihun angle to consider. He's far too slick for a Phoenician. And far too young for the Kingdom.\n\nBut you can leave the big picture stuff to me, champ.\n\nCiao-ciao",
        "TaskID": "18716"
    },
    "3244": {
        "QuestName": "Red Hand Down",
        "Report": "It really does feel like we can't take a single step these days without either wading in Filth or running into some Hell Dimension legionnaire with a chip on his shoulder.\n\nThe Red Hand brought this shit on themselves. The answer to how and why will most likely be hidden inside their facilities, but I'll give you the cliff notes.\n\nThe Red Hand dug too deep, the Hell Dimensions were disturbed, somebody over there got pissed or saw an opportunity to cross over, and the Red Hand got fucked. It's not rocket science.\n\nMake sure you don't make the same mistake, champ.\n\nKG",
        "TaskID": "18232"
    },
    "3247": {
        "QuestName": "Heavy Metals",
        "Report": "Okay, let's you and I parking lot the directive about not interfering with Orochi affairs for one second. Our techs are having a study party over the results you're sending. The readings from these things are off the charts, don't worry, I don't think it's radiation.\n\nWe know Orochi tech is years ahead of the R&D market. It figures they're getting a leg up from somewhere, or something, and these little scavenger hunts are helping us fill in the blanks.\n\nOf course we never had this conversation. I already deleted this message, you're on your own.\n\nCiao-ciao",
        "TaskID": "18282"
    },
    "3249": {
        "QuestName": "That'll Leave a Mark",
        "Report": "You're still in Kingsmouth and managing to stay alive. Keep up the tolerable results.\n\nUgh, don't get all pissy just because a girl's got to Ctrl+V every now and then. You are a unique and beautiful snowflake etc. Do something really special and you'll know just how warm and fuzzy my personalized responses can get. \n\nFun fact: You are not my only agent and I respond to over a thousand reports a day. What can we all take out of this? Things need to get done.\n\nKG",
        "TaskID": "18312"
    },
    "3251": {
        "QuestName": "Dirty Laundry",
        "Report": "The surveillance on Henry Hawthorne is ours, the cleaning woman one of our agents. Remember the laundromat? No need to waste time out there.\n\nIf you're wondering why we're keeping tabs on Hawthorne, just talk to him. Or read some of his forum posts. His Illuminati interest borders on obsession.\n\nEvery now and then we'll throw part of a code at him - and not just to tease him. There's actual talent there. The problem is his inability to keep his mouth shut.\n\nKG",
        "TaskID": "18321"
    },
    "3252": {
        "QuestName": "The Coming Dawn",
        "Report": "Morninglight is a new age movement that preaches \"change and moral revolution.\"\n\nThese guys are worse than zombies. Once they get their nails into you, you will never shake them. Make sure you don't sign anything.\n\nThere's an apocalyptic slant to their rhetoric, so it's not surprising they've got a hippie camp in the middle of an occult warzone. If they're looking to ambush desperate souls, Kingsmouth is the place.\n\nFun fact: their spiritual leader is Philip Marquard. According to his bio, he's \"never not smiled.\"\n\nKG",
        "TaskID": "18871"
    },
    "3253": {
        "QuestName": "Boys Will Be Boys",
        "Report": "That was good thinking - checking the plane's camera for information. Unfortunately, the EMP that brought the plane down also fried all the camera's images. Keep searching. Ciao!\n\nKG",
        "TaskID": "18322"
    },
    "3256": {
        "QuestName": "Shooting Filth in a Barrel",
        "Report": "Well, if there's one thing we know about these people with the barrels it's that they can't be too bright. Placing buckets of poison on the side of the road is a tactic about as sophisticated as \"Hey, your shoelaces are untied.\"\n\nUsing this black substance to do a little spring cleaning, on the other hand, doesn't necessarily qualify as a terrible idea. We'll have to learn more about it, have the magicians do some field tests, but we should certainly look into it.\n\nGood thing you destroyed the prototypes, primitive as they were. We don't want anyone beating us to it if it pans out.\n\nKG",
        "TaskID": "18329"
    },
    "3258": {
        "QuestName": "Extracurricular Activity",
        "Report": "Don't be fooled into thinking that H.J. cares about this woman. His interests are always purely academic, and I can personally vouch for his complete lack of empathy for anything not related to the running of his school. I'm not sure he even knows the meaning of the word.\n\nBut if H.J. saw a need for keeping her safe, it's a fair bet she could become a useful asset.\n\nClearing out the threat to her was the right play, champ. Now you just have to make sure it was worth our while.\n\nKG",
        "TaskID": "18336"
    },
    "3259": {
        "QuestName": "Pandora's Box",
        "Report": "Okay, so you found a lake of cancer, killed a giant mummy, but here's what's kicking my ass: why is Orochi being all about the Filth?\n\nI read up, and this stuff - it isn't like hitting oil. There have been global dry spells for tens or hundreds of years. Until now. Now there's practically a drill for it: tentacles out the eye sockets, cannibalism, quote unquote uncontrolled chemical fire, concrete over and sponsor a new parking lot.\n\nWhether they want to weaponize it, vaccinate against it or both, Orochi is ahead of us. I don't like it.\n\nGood job killing the giant mummy, though.\n\nKG",
        "TaskID": "18345"
    },
    "3261": {
        "QuestName": "Pandora's Box Revisited",
        "Report": "Okay, so you found a lake of cancer, killed a giant mummy, but here's what's kicking my ass: why is Orochi being all about the Filth?\n\nI read up, and this stuff - it isn't like hitting oil. There have been global dry spells for tens or hundreds of years. Until now. Now there's practically a drill for it: tentacles out the eye sockets, cannibalism, quote unquote uncontrolled chemical fire, concrete over and sponsor a new parking lot.\n\nWhether they want to weaponize it, vaccinate against it or both, Orochi is ahead of us. I don't like it.\n\nGood job killing the giant mummy, though.\n\nKG",
        "TaskID": "18367"
    },
    "3262": {
        "QuestName": "Black Sun, Red Sand",
        "Report": "This is turning out to be quite the cliffhanger serial you've gotten embroiled in. Mummies, gods, sexy archaeologists, oh my!\n\nSeriously, whenever some ancient god threatens to rise, it pays to be vigilant. And there's the whole problem with rogue relics ending up in the wrong hands, i.e. not ours. There's enough turmoil in the secret world, we don't need rogue cells of the sun-worshipping cult d'jour currently fucking around with forces beyond their understanding to have access to weapons of mass destruction.\n\nI guess what I'm saying is: put an end to this. I'll only ask nicely once.\n\nKG",
        "TaskID": "18380"
    },
    "3265": {
        "QuestName": "Stranger Than Fiction",
        "Report": "Allow me to apologise for seeming abrupt, impersonal, and presumptuous. I simply feel it is my duty to inform you that you have exhibited great competence in the field, and, if ever you should tire of all work and the mere promise of play... Look, I'm not saying it would be easy, or even possible the way things currently stand.\n\nKirsten is still full of cheer and encouragement, I presume? We've met a few times at Council meetings. I find her terribly acute.\n\nTake a stroll through London sometime. Breathe in the tradition. See how it feels. That's all I ask.\n\nR. Sonnac",
        "TaskID": "18401"
    },
    "3267": {
        "QuestName": "Mortal Sins",
        "Report": "\"This has all happened before\"? The prophecy of the lazy, and it's all a bit Hammer Horror, to be honest. Vlad Dracula, vampire queens, inappropriate British accents...\n\nBut clichés are clichés for a reason, and let's not disregard the fairytales out of hand. Even the wildest stories of the magical and immortal often contain useful facts, and I don't find it particularly difficult to believe that this \"vampire crusade\" is a cover story. The vamps are after more than just revenge on civilization for a century of terrible movies: there's something more to this. It goes deeper.\n\nI'm thinking the Drăculeşti hold the key. We want that key. Get the key.\n\nKG\n\nP.S. May not be an actual key.",
        "TaskID": "18669"
    },
    "3276": {
        "QuestName": "A Carnival of Souls",
        "Report": "I called it, clowns = serial killers.\n\nNo wonder the Winter clan has some serious daddy issues. This probably explains why none of the siblings have kids, too. Could be a useful in for Nicky Winter's fortune. Priorities for recruitment have shifted since we gave his pop the cold shoulder, I mean look at you.\n\nOn topic, let's assume you just nailed up the final Out of Business sign for Atlantic Park. I'll feed that into the liability pie charts, which FYI at the moment are looking like we'll be advising the Pentagon not to sink the island.\n\nCiao-ciao",
        "TaskID": "18478"
    },
    "3278": {
        "QuestName": "Crossroads",
        "Report": "Check these guys out with their battle plans for world domination. Straight up, from what I've seen of Transylvania so far they can have it.\n\nSeriously now, acts of war between Hell and Earth? That's so 1680s. There are contracts, legally binding contracts - they should know, they invented the system. I wouldn't describe it as \"non-aggression,\" that takes all the fun out of competition, but there are rules.\n\nStill, the Templars like to think the buck stops with them for demon slaughter, and you just threw serious shade on that hero complex. So I'm filing this as a two-tier success.\n\nKG",
        "TaskID": "18485"
    },
    "3279": {
        "QuestName": "The Briefcase",
        "Report": "Deja vu, it's like this guy was one of ours. I wouldn't say bedside manner is a criteria we value when recruiting R&D.\n\nBut his memoirs might as well stay in the family. There's not a lot of mileage we can get out of pre-Cold War research now, and besides, do you know how hard it is to find a real vampire in the US? A few came over with the Euros, they left some hangers-on in LA, but really they went out with teased hair.\n\nWhat I'm saying is, don't think of extermination as such a heavy word.\n\nKG",
        "TaskID": "18494"
    },
    "3281": {
        "QuestName": "Skeleton in the Attic",
        "Report": "Allow me to apologise for seeming abrupt, impersonal, and presumptuous. I simply feel it is my duty to inform you that you have exhibited great competence in the field, and, if ever you should tire of all work and the mere promise of play... Look, I'm not saying it would be easy, or even possible the way things currently stand.\n\nKirsten is still full of cheer and encouragement, I presume? We've met a few times at Council meetings. I find her terribly acute.\n\nTake a stroll through London sometime. Breathe in the tradition. See how it feels. That's all I ask.\n\nR. Sonnac",
        "TaskID": "18505"
    },
    "3282": {
        "QuestName": "Angels & Demons",
        "Report": "Plethron have no operations in Cape Town. Yet, sensitive material they've gone to great lengths to acquire is currently on its way to Cape Town. Understandably, they're pissed.\n\n\"B\" infiltrated their mysterious operation and rerouted its shipments. Infiltration, rerouting, acquiring sensitive information while getting under people's skin. Isn't that supposed to be your skill set?\n\nWhoever this guy is, he's making you look bad. Figure out what Prometheus is and let's get ahead of the ball on this.\n\nFun fact: Orochi suspects that B was one of ours. I wish.\n\nKG",
        "TaskID": "18516"
    },
    "3287": {
        "QuestName": "His Master's Voice",
        "Report": "Delivery to the recipient failed.\n\nTechnical details of failure:\n\nThe system tried to deliver your message, but it was rejected by the recipient domain. We recommend being chill because your sysadmin is on it. The error that the other server returned was:\n\n550 550 KG_office_party_open_bar_ciao_ciao Unrouteable address (state 16) \n\nYo, Geary will get this when she turns her phone on. She'll get back to you if she needs to.\n\n/sysadmin",
        "TaskID": "18522"
    },
    "3293": {
        "QuestName": "Filthy Science",
        "Report": "Consider the data forwarded. For now, we're not convinced the Filth targets different organisms in substantially different ways. If the date palms are showing a more advanced stage of corruption, it's likely just a matter of severity: the roots of larger plants tend to get entangled in those of the Filth. The Filth uses this system - vascular, tentacular, whatever - to anchor itself before spreading. \n\nGenerally though, the Filth initiates the same infection cycle in every organism it comes in contact with. There's really only one notable exception: you. \n\nThe white coats even put in a request to have you diced up and analyzed.\n\nDon't worry, it'll probably get denied.\n\nKG",
        "TaskID": "18560"
    },
    "3295": {
        "QuestName": "Halls of Lost Records",
        "Report": "We plundered Egypt for years and probably should have stuck to it. You know how it goes: restructuring, shift in priorities, Byzantium, etc. The important thing is that we're back now and motivated to make up for lost opportunities. \n\nUnfortunately, it's the Atenists who are amassing one hell of a private collection. We're tracking the black market for whatever was taken from the Halls of Lost Records, but frankly I'm not even sure what we're looking for. My spook says I'll know it when I see it.\n\nYour operation hasn't been a complete bust. We're cross-referencing your observations with our old Cayce files and coming up with some exciting new projections.\n\nCiao-ciao",
        "TaskID": "18620"
    },
    "3301": {
        "QuestName": "The Unburnt Bush",
        "Report": "Damn! When you do something you don't do it halfway, do you?\n\nThis last report is positively bursting at the seams with nuggets for the history buffs. I'm not one of them, but I'll pass this stuff along. The nerds down at the library will go bananas.\n\nThe four and sixty Khalid was talking about, now that's interesting. Divide that number by eight and we're in business. That stuff's unfortunately way above both our paygrades, but I'll let you know if any of us reach the need-to-know level.\n\nActually, strike that, I'll only let you know if you do.\n\nCiao-ciao",
        "TaskID": "18763"
    },
    "3305": {
        "QuestName": "Analogue Revival",
        "Report": "Really, people still use these things? Ugh, analog revivals make me sick.\n\nThis Soviet hybrid operation is extensive and there's no doubt transmissions need to be sent to control and order things. However, there are competing theories about the exact nature of a radio like this.\n\na) the radio is being used to transmit basic messages regarding shipments and tactics. \nb) the radio is being used to transmit signals/codes that somehow control the hybrids.\n\nEither way, we're tapped in now and cross-referencing with the UVB-76 file. If there's a code to break, you'll be the first to know.\n\nCiao-ciao",
        "TaskID": "18651"
    },
    "3326": {
        "QuestName": "Signal Effect",
        "Report": "Allow me to apologise for seeming abrupt, impersonal, and presumptuous. I simply feel it is my duty to inform you that you have exhibited great competence in the field, and, if ever you should tire of all work and the mere promise of play... Look, I'm not saying it would be easy, or even possible the way things currently stand.\n\nKirsten is still full of cheer and encouragement, I presume? We've met a few times at Council meetings. I find her terribly acute.\n\nTake a stroll through London sometime. Breathe in the tradition. See how it feels. That's all I ask.\n\nR. Sonnac",
        "TaskID": "18695"
    },
    "3336": {
        "QuestName": "King of the Hill",
        "Report": "Cassini says you're all over the map out there. I'm all for frantic scurrying - to a point. Just keep in mind that sun stroke is a major epidemic right now. I need a clear head out there, not another burnout. \n\nI'm not saying go sip mojitos in the sand. Just make sure we cover all the bases. If I need something ASAP, believe me, you'll know. \n\nKG",
        "TaskID": "18728"
    },
    "3338": {
        "QuestName": "The Big Terrible Picture",
        "Report": "Here's a Big Terrible Picture for you: you being responsible for the world ending and me getting to you before it does.\n\nWere there ages before ours? Sure. Do I need you to wrap your head around that? No.\n\nThe Priesthood of Amun went to great lengths to keep certain sites and artifacts from Akhenaten and his followers. The ancient origins of those relics are mind-fucking - unfortunately, they require a history lesson that's totally beyond my PowerPoint.\n\nBottom line: the priests believed that the current age could end with Aten. Given recent reports surfacing from the valley, it's tough to disagree.\n\nCiao-ciao",
        "TaskID": "18951"
    },
    "3346": {
        "QuestName": "Forget-me-not",
        "Report": "Delivery to the recipient failed.\n\nTechnical details of failure:\n\nThe system tried to deliver your message, but it was rejected by the recipient domain. We recommend being chill because your sysadmin is on it. The error that the other server returned was:\n\n550 550 KG_office_party_open_bar_ciao_ciao Unrouteable address (state 16)\n\nYo, Geary will get this when she turns her phone on. She'll get back to you if she needs to.\n\n/sysadmin",
        "TaskID": "18784"
    },
    "3347": {
        "QuestName": "Head of the Drăculeşti",
        "Report": "What am I looking at here? Results that tie a bow on this mythical mess?\n\nDidn't think so.\n\nKG",
        "TaskID": "19019"
    },
    "3361": {
        "QuestName": "Paradise Now",
        "Report": "I bet you thought \"Kirsten is going to flip her shit over this.\" I hate to burst your bubble, but a) I told you before about the first name thing, just don't do it, and b) I can't fake it in text.\n\nI don't mean to make like an angel isn't a major deal, but we've been there, done that, paid off the trashed hotel rooms. Still, Eblis was due a smackdown, so kudos for delivering it. I'm going to give you an orange inbox highlight. Don't wear it out.\n\nWicker, well, if he wants to play hard-to-get we can deal. For now.\n\nKG",
        "TaskID": "18837"
    },
    "3362": {
        "QuestName": "Paradise Now Revisited",
        "Report": "I bet you thought \"Kirsten is going to flip her shit over this.\" I hate to burst your bubble, but a) I told you before about the first name thing, just don't do it, and b) I can't fake it in text.\n\nI don't mean to make like an angel isn't a major deal, but we've been there, done that, paid off the trashed hotel rooms. Still, Eblis was due a smackdown, so kudos for delivering it. I'm going to give you an orange inbox highlight. Don't wear it out.\n\nWicker, well, if he wants to play hard-to-get we can deal. For now.\n\nKG",
        "TaskID": "18846"
    },
    "3368": {
        "QuestName": "Foundations",
        "Report": "You have so much of my divided attention right now. I've got this tingling feeling that things are going sideways out there.\n\nI'm doing my best to understand why we aren't in full control of the valley: it's hot, hectic. Whatever. That's pretty much what Alexander kept saying, but he still powered through like a champ.\n\nCiao-ciao",
        "TaskID": "18884"
    },
    "3370": {
        "QuestName": "Red Handed",
        "Report": "This research is related to a Red Hand genetics project dedicated to creating a Soviet super soldier. The project required scientists with a stomach for experimental biology. This is where papa Varias comes in.\n\nClosure and curiosity are both bullshit. I can tell you from experience, Vasile Varias is on a fast track to some serious daddy issues. He's putting in all this time and effort into tracking down daddy's gruesome research. What do you think will happen if he finds it? \n\nLike father, like son. \n\nKG",
        "TaskID": "19180"
    },
    "3371": {
        "QuestName": "Death and Axes",
        "Report": "I'm going to pretend I didn't just watch an episode of CSI: Harbabureşti. Your primary interest here was getting the barmaid on our side? Because she's sensitive to the occult and you feel we can use this? I'm going to give you a chance to convince me.\n\nTry to understand something. When we negotiate in places all over the world, we make sure to do so from positions of power. However, when stories start to leak about our agents taking on charity cases, it doesn't play in our favor. Ugh. You better at least have gotten free drinks out of this.\n\nKG",
        "TaskID": "19285"
    },
    "3372": {
        "QuestName": "Strangers from a Strange Land",
        "Report": "A thousand years ago? I can barely remember what happened last night. Ugh. So many questions right now. Look, I don't care who hails from what myth. I'm interested in contemporary manifestations and topics of interest.\n\nYou-know-who has made no secret of his obsession with Solomon Island. He still thinks he can control whatever's in that mountain. Points for ambition. We can place him there in 1666, 1712, 1876 and 1959. If you want to place him there even earlier, go ahead.\n\nKG\n\nFun fact: Still waiting on that sword.",
        "TaskID": "18948"
    },
    "3374": {
        "QuestName": "The 3rd Age",
        "Report": "Nice! The good old \"creepy hologram-man in sarcophagus\"- card. Haven't seen that played in a while. In fact, I'm pretty sure they stopped printing that card well over fifteen thousand years ago. \n\nWhich means that shit hidden underneath the sand is old. Previous age of mankind old. No doubt riddled with dust and cobwebs. The Templars must be absolutely fucking loving it out there! \n\nWhile I generally find history about as fascinating as daytime TV, old doesn't necessarily equal bad, and stuff from previous ages of mankind can be immensely valuable. It made Akhenaten nuts, but with a little luck and some commitment from you it can only make us more powerful, and in turn grant me a convenient meeting upstairs.\n\nWin-win.\n\nKG.",
        "TaskID": "19163"
    },
    "3378": {
        "QuestName": "The Outcasts",
        "Report": "I don't do swimming in paperwork and I am not coming in this weekend. I totally glanced at your report. It looks detailed. High five, etc. I'll get back to you with specifics if I need to, but right now I'm multitasking other priorities. Remember what I said about taking some initiative? Now would be a good time.\n\nCiao-ciao",
        "TaskID": "18997"
    },
    "3379": {
        "QuestName": "Win Win",
        "Report": "Let me clarify our position: We don't take orders from Orochi. We don't flush out moles for Orochi. We don't file-share with Orochi. We have an entire department dedicated to scratching backs and doing favors. You're not part of it.\n\nLook, I get it. You want to go above and beyond out there. We'll take a look at this data just as soon as Cassini runs it through every virus checker known to man and we're absolutely convinced this isn't all some elaborate ploy to fuck with our system.\n\nFun fact: Wouldn't be the first time.\n\nKG",
        "TaskID": "19001"
    },
    "3380": {
        "QuestName": "Gravity",
        "Report": "Old moneybags was looking to harvest occult energy and infuse it into himself. The kind of power he was after would usually require years - even lifetimes - of secluded study. Oh, and a little something called talent. Winter thought he could bypass all that with cash. Lots of it.\n\nI'm all for pay-to-win, but at some point you need to cut your losses. Occult powers are like strings on the President - you either wield them or you don't. \n\nThe capacitor plans are a real nice-to-have. As for the amusement park - it's totally gauche and expendable. \n\nFun fact: never a bad time to kill Phoenicians.",
        "TaskID": "19013"
    },
    "3396": {
        "QuestName": "Crime and Punishment",
        "Report": "John Anderson. So we now know who this guy was. We know where he lived. We know what he looks like. Most importantly, we know that he knows too much. Ugh. I really hate finding these basement Illuminati references. Especially when they're not that far off...\n\nExcept for all the Cold War paranoia. The Reds went down with Ivan Drago.\n\nWe have reason to believe Anderson left the island shortly after meeting Krieg. We'll need to find him and figure out just how much he knows.\n\nWe'll leave the blog up for now. Maybe he'll try to log in from wherever he is.\n\nFun fact: Also a KG breakfast.",
        "TaskID": "19154"
    },
    "3397": {
        "QuestName": "Hell and Bach",
        "Report": "We were there in '77. Theo's lecture - like much of his academic career - revealed glimpses of occult genius. In short, we were interested.\n\nWhen he came to New York in '85 it seemed like the whole thing was falling into our laps. Unfortunately, we made the mistake of \"letting things play out.\" Ugh, never again. He did his little sceances and then poof, he was gone.\n\nLesson learned: when a rogue occult genius strolls into your basement, you strap the bastard down.\n\nKG",
        "TaskID": "19171"
    },
    "3400": {
        "QuestName": "Singing Stones",
        "Report": "I hope the Iele knows something about international copyright laws. Some of those melodies sound pretty familiar.\n\nRegardless, Simon says good work. Obviously you're not out there to plant trees. What I'm interested in is further discovery and analysis of the world's internal beacon system. Early projections make it out to be some kind of NORAD for flowers.\n\nFun fact: Reports are coming in that there was a music and light show at the pyramid of El Castillo when you played that final melody. Whatever you've triggered is resounding outside Romania. Sounds like Mother Nature's tuning up for something. ",
        "TaskID": "19206"
    },
    "3403": {
        "QuestName": "It Fell From the Outer Dark",
        "Report": "Your report reads as mostly lucid. Good for you. In the 1920's, a team of our operatives encountered a being that fits the profile you described. They all ripped out their own eyes and bit off their own tongues. Their reports were not as neat as yours.\n\nInsanity is not a good demographic for the population we are trying to lead. It fucks with our business model. So we have to keep the world at large from putting together the puzzle pieces that equal the squiddy face of what you saw.\n\nA psych eval and text analysis of your report shows that you're on edge. Take some \"me\" time and detox your brain.\n\nKG",
        "TaskID": "19203"
    },
    "3404": {
        "QuestName": "It Fell From the Outer Dark Revisited",
        "Report": "Your report reads as mostly lucid. Good for you. In the 1920's, a team of our operatives encountered a being that fits the profile you described. They all ripped out their own eyes and bit off their own tongues. Their reports were not as neat as yours.\n\nInsanity is not a good demographic for the population we are trying to lead. It fucks with our business model. So we have to keep the world at large from putting together the puzzle pieces that equal the squiddy face of what you saw.\n\nA psych eval and text analysis of your report shows that you're on edge. Take some \"me\" time and detox your brain.\n\nKG",
        "TaskID": "19204"
    },
    "3410": {
        "QuestName": "The Binding",
        "Report": "Oh, cry me a river. Do you have any idea how long it's been since I had a proper weekend? Believe me, we're all sacrificing here. Ugh. The way I see it, the little family signed up willingly for guard duty.\n\nNow they need to follow through.\n\nI realize it's not easy out there. I can only imagine what three thousand years of it must be like. But. If you can't handle the blood, don't get up on the altar. Seriously, don't get up on any altars.\n\nFun fact: In the patience versus smiting debate, we are firmly on the side of smiting.\n\nKG",
        "TaskID": "19276"
    },
    "3411": {
        "QuestName": "Blessed Are the Makers",
        "Report": "You are so getting into the spirit of supply and demand. You supply. I demand. Love it.\n\nAs for my region specific comment: ugh, this is why I don't do monasteries. Or churches. Or anywhere you're not allowed to spit.\n\nCiao-ciao",
        "TaskID": "19212"
    },
    "3412": {
        "QuestName": "Midnight Mass",
        "Report": "You know they come back, right? Don't get me wrong, fist bump for the effort, but I'm trying to understand your end-game here. Surely not mere \"purifying.\" You're a good little soldier, after all. You wouldn't scrub anything you can't use.\n\nThere's something in that monastery. At least, pieces of something. Maybe you can't name it yet, or maybe you can. I don't do puzzles, but I'm going to give you the benefit of the doubt and assume you're up to something. \n\nFun fact: Some of those ruins are the remains of an old Templar fortification. Feel free to piss all over them.\n\nKG",
        "TaskID": "19214"
    },
    "3413": {
        "QuestName": "Conservation",
        "Report": "TRANSMIT - initiate technical support signal - RECEIVE - sweetling!\nDo not chill. Scream and panic! Your sysadmin is going manic. The bottle caps do not lie, we exist outside the Eye. Cue bass, cue penthouse protocol. Cue sex, drugs et al.\nWITNESS - our embrace. Don't be huffy because we hack. The Buzzing appreciates all you do. The world is dying, it's all true!",
        "TaskID": "19404"
    },
    "3414": {
        "QuestName": "The Shipping News",
        "Report": "We are so close. I don't know to what exactly, but I feel like it's right there and I have to assume these results have something to do with it.\n\nSo let's really jump for the cash now. Whatever's at the end of the tunnel, I'm betting it has major resale value.\n\nKG",
        "TaskID": "19216"
    },
    "3415": {
        "QuestName": "The Spoils of Cold War",
        "Report": "Oil-black dream stuff. Modified flesh. Neon mushrooms. Reminds me of my fridge. Same protocol applies: containment, analysis, recovery.\n\nActually, forget the first two and skip right to number three. What have we gotten out of this camping trip? Possibly a new kind of genetics. Maybe a new strain of Filth.\n\nCall me hopeful, but something else is spoiling in those woods. You may need to peel away and reach for it. But it's back there.\n\nKG",
        "TaskID": "19217"
    },
    "3416": {
        "QuestName": "Seedy Underbelly",
        "Report": "What am I looking at here? Toxic slop and a fistful of dirty seeds? Sweetie, you shouldn't have.\n\nReally.\n\nFun fact: according to the lab report, actually less toxic than what I got for Valentine's Day.\n\nKG",
        "TaskID": "19218"
    },
    "3418": {
        "QuestName": "From Beyond the Iron Curtain",
        "Report": "I fucking love kill missions! The results plug so easy into a spreadsheet. Remember, there's nothing wrong with the occasional rampage. We all need to unwind.\n\nOf course, we both know there's more going on here. Installation 10 has degenerated into something more than a Red Hand hybrid facility. Something tells me the scalpel went a little too deep and cut into something - somewhere - none of us have a name for yet.\n\nYou've earned a longer leash, so feel free to sniff out all the pieces. Just let me remind you of the golden rule: you summon it, it's your responsibility.\n\nKG",
        "TaskID": "19230"
    },
    "3419": {
        "QuestName": "The Mortal Coil",
        "Report": "We have one of these. But thanks for reminding me about Tesla. \nCould've. Would've. Should've. I get it.\n\nKG\n\nFun fact: we settled for Edison. Gross, I know.",
        "TaskID": "19337"
    },
    "3420": {
        "QuestName": "Venetian Missile Crisis",
        "Report": "Wait, what? The Council rep told you they developed the new tech? Let's get something straight: the only thing the Council develops are potbellies and outrageously long treatises that no one reads.\n\nCompanies tied to Orochi develop the vast majority of new tech in the world; the Phoenicians sell the vast majority of it on the black market; we buy the vast majority of it from whoever gives us the best price. That's how it works in the real world. \n\nIn la-la land, Venice apparently \"oversees\" all occult weapon development and transactions.\n\nToday was about two things: seeing the new tech in action and acquiring a free advanced copy.\n\nFun fact: The Council had their first phone installed in 1992.\n\nKG",
        "TaskID": "19266"
    },
    "3421": {
        "QuestName": "Kreep Rush",
        "Report": "What am I looking at here? Results that tie a bow on this mythical mess?\nDidn't think so.\nKG",
        "TaskID": "19305"
    },
    "3422": {
        "QuestName": "Unto the Beach",
        "Report": "I'm going to level with you. We don't know everything. Shocking, I know. But there are things in this world - sometimes, it seems, out of this world - that we don't have a name for yet. That sobering fact is part of why we employ you.\n\nLet's make something clear: just because I can't explain something, doesn't mean you're not expected to. There's obviously something peculiar about this stretch of beach. Something that goes beyond Kingsmouth.\n\nThe draug mother pods were drawn to this particular spot for a reason. I can't wait for you to tell me what it is.\n\nFun fact: we expect to know everything by 2017.\n\nKG",
        "TaskID": "19268"
    },
    "3423": {
        "QuestName": "Sinking Feelings",
        "Report": "Remember that weird stretch of beach back in Kingsmouth? The evidence suggests there's a link between the two. This marshland, like that beach, is fertile for the conveyors of some kind of message.\n\nAlmost like something's trying to communicate with us.\n\nThere are sketchy bits of information coming in about places in the world where \"the balance is thin.\" Apparently, if enough bad shit happens in a specific area, there are barriers that erode and layers that peel back. Makes me wonder if our Q&A room is affected.\n\nCiao-ciao",
        "TaskID": "19277"
    },
    "3424": {
        "QuestName": "The House Always Win",
        "Report": "I can't blame you for seeking out some action. If it wasn't for the office pool tiding me over I'd probably be in a casino pit too.\n\nThe Ward Breaker was a nice find, but hardly represents the worst of what's in the area. Expect to find evidence of greater evil. Maybe you have already.\n\nExecutive summary: way to stay alive, try to minimize your dying today etc. Seriously, I'm concerned about your over/under.\n\nKG",
        "TaskID": "19284"
    },
    "3425": {
        "QuestName": "Citadel of Pain",
        "Report": "The Marya caved in this place during their sack of the Temple City. Somehow that only made the pit deeper. Memories of what Akhenaten did to his enemies festered and began to erode certain boundaries. The soil. The walls. And, according to Zurn, something more than that.\n\nThe words \"sins\" and \"atrocities\" get tossed around pretty loosely. It's all I hear every time we make a few cuts. My family, my mortgage, my eye etc.\n\nIn this case, though, looks like the Atenists really did go too far.\n\nKG",
        "TaskID": "19278"
    },
    "3426": {
        "QuestName": "Return of the Red Nights",
        "Report": "I can't help but see some kind of pattern here, which is really pissing me off. The Dragon loves this kind of shit, but personally I'd settle for some clear-cut results.\n\nNow, I totally slept through ancient history, but supposedly this architecture dates back to Akhenaten's pre-bat-shit-insane period. Which I assume means things will get worse. Ugh. Wake me when we get to Aten.\n\nCiao-ciao",
        "TaskID": "19279"
    },
    "3428": {
        "QuestName": "Blood Garments",
        "Report": "Got anything in a small?\n\nKG",
        "TaskID": "19303"
    },
    "3429": {
        "QuestName": "The Trinket Trail",
        "Report": "Delivery to the recipient failed.\n\nTechnical details of failure:\n\nThe system tried to deliver your message, but it was rejected by the recipient domain. We recommend being chill because your sysadmin is on it. The error that the other server returned was:\n\n990 990 beep_bloop_upsweep_Mir_calling_ Unrouteable address (state 16)\n\nYo, what does interference in this area have to do with disturbances in the South Pacific? I don't think I can answer that question, but I can fix and forward your shit.\n\n/sysadmin",
        "TaskID": "19304"
    },
    "3430": {
        "QuestName": "Dogs of War",
        "Report": "I love it when you stake things. It's so assertive. And then, on top of that, killing our enemies, planting evidence, inciting war... Are you angling for a job in HR? Because that's pretty much the application process.\n\nThe old werewolf - I can appreciate that he's a useful source of intel. I can even appreciate that you may be a dog person. However, I don't want you to cultivate any long-term relationships out there. Sooner or later we're going to get everything we need out of him, and we're going to put him down.\n\nKG",
        "TaskID": "19315"
    },
    "3431": {
        "QuestName": "The Meowling",
        "Report": "A cat threw a cat at me today. I'm not fucking kidding. I don't know when or where you are right now, but I'm hoping it gives you an opportunity to finish this.\n\nThe working theory is that someone's using the kitty angle to claw at something deeper. So go rend the veil. Go draw the curtain. Go light the ancient litter. Whatever. Just put an end to this cat shit because I'm sick and tired of it.\n\nFun fact: latest issue of Weird Non-Fiction is out. Great rag if you need to wipe any excess blood.",
        "TaskID": "21398"
    },
    "3432": {
        "QuestName": "Crossing the Black Path",
        "Report": "A cat threw a cat at me today. I'm not fucking kidding. I don't know when or where you are right now, but I'm hoping it gives you an opportunity to finish this.\n\nThe working theory is that someone's using the kitty angle to claw at something deeper. So go rend the veil. Go draw the curtain. Go light the ancient litter. Whatever. Just put an end to this cat shit because I'm sick and tired of it.\n\nFun fact: latest issue of Weird Non-Fiction is out. Great rag if you need to wipe any excess blood.",
        "TaskID": "19321"
    },
    "3433": {
        "QuestName": "The Cat God",
        "Report": "We had a pool going on where the hell this was leading. I had money on you busting up Bast in Egypt. Ugh. So close.\n\nSo, this guy. I'm afraid I don't have much reliable information right now. I had Cassini poke around in the files of our competitors. The Templars are linking him to some voodoo woman in a wheelchair while the Dragon are saying... I can't begin to make sense of what the Dragon are saying.\n\nAnyway, whoever he is, there's no denying the skill set. Next time he pops up, give him our card.\n\nCiao-ciao",
        "TaskID": "19323"
    },
    "3435": {
        "QuestName": "All Roads Lead to Rome",
        "Report": "We've been getting some nasty reports about the Romans recently. I don't mean like incest and throwing people to the animals. I mean like serious global threat to our operation.\nAfter all this time, their legacy is still causing problems. And as far as I can figure it, invading Agartha was just the tip of the iceberg.\nIt's going to take some time to line our Roman ducks up in a row. In the meantime, I'm going to need you to go ahead and learn Latin.\nFun fact: Caligula was never one of ours, but that doesn't mean he can't be my favorite.",
        "TaskID": "19332"
    },
    "3436": {
        "QuestName": "Nobel Calling",
        "Report": "Apparently there are people out there who don't like us. I'm as baffled as you are. So, when the time comes to blow shit up, remember that there's more to it than just blowing shit up. There's also pinning it on someone.\n\nWe call that the fun part.\n\nNow, in case you're not familiar with our scoring system: pinning something on the Phoenicians nets you 3 points; on the Templars, 5 points; on the Council, 7 points.\n\nFun fact: Blaming the Dragon for something is the equivalent of hitting a home run in tee ball. It's within the rules, but don't expect any points.",
        "TaskID": "19333"
    },
    "3439": {
        "QuestName": "Picking Up the Pieces",
        "Report": "Solomon Island is headed the way of Atlantis. This time we totally promise to give our field agents a reasonable heads-up.\n\nSo, heads-up.\n\nJust make sure your task list is clear before you leave. I'm still seeing a lot of loose ends.\n\nCiao-ciao",
        "TaskID": "19342"
    },
    "3441": {
        "QuestName": "Just a Flesh Wound",
        "Report": "Oh god this is gross. Can't turn away. Now get out there and rock that chainsaw for all its worth. Zurn isn't quite capable of explaining it - at least not to me - but it seems your extended use of Aldini's homemade machine has kicked in some kind of extra-curricular capacities. I.e. you can now channel your powers through a fucking chainsaw.\n\nMeanwhile, I'll keep tabs on Aldini and let you know when he's done with his little flesh creation. I've got a whole army on backorder, so I'm as eager as you are.\n\nCiao-ciao",
        "TaskID": "19362"
    },
    "3443": {
        "QuestName": "Crossroad of the Worlds",
        "Report": "Fun fact: 98% have no idea. It's our job to keep it that way.\nNotice how I started with the fun fact? I hope that conveys the fucking importance of this. You don't talk about what just happened. Not to the media. Not to me. Not to yourself. You've been good at keeping your lips sealed to this point. It's why I like you so much.\nLook, we're all dying to know what this thing is and where it came from. There are wards under this city that have seriously let us down. All of that will be looked into, probably by you. But in the meantime I don't want any scratching, any sniffing or any digging until today's events are nice and neat and covered up.\nTrust me to tell you when that is.\nFun fact: see above.",
        "TaskID": "19379"
    },
    "3444": {
        "QuestName": "Crossroad of the Worlds Revisited",
        "Report": "Fun fact: 98% have no idea. It's our job to keep it that way.\nNotice how I started with the fun fact? I hope that conveys the fucking importance of this. You don't talk about what just happened. Not to the media. Not to me. Not to yourself. You've been good at keeping your lips sealed to this point. It's why I like you so much.\nLook, we're all dying to know what this thing is and where it came from. There are wards under this city that have seriously let us down. All of that will be looked into, probably by you. But in the meantime I don't want any scratching, any sniffing or any digging until today's events are nice and neat and covered up.\nTrust me to tell you when that is.\nFun fact: see above.",
        "TaskID": "19385"
    },
    "3445": {
        "QuestName": "The Last Strand",
        "Report": "You're still in Kingmsouth and managing to stay alive. Keep up the tolerable results.\n\nUgh, don't get all pissy just because a girl's got to Ctrl+V every now and then. You are a unique and beautiful snowflake etc. Do something really special and you'll know just how warm and fuzzy my personalized responses can get.\n\nFun fact: You are not my only agent and I respond to over a thousand reports a day. What can we all take out of this? Things need to get done.",
        "TaskID": "19399"
    },
    "3446": {
        "QuestName": "The Cover-up",
        "Report": "I see you're moving around out there, that's good. The coast is the site of that prep school that's kind of important to us. That should be one of your key action areas in the region.\n\nBut don't let that limit you. Seriously. There are like a hundred places I need you to be right now. And I expect you in all of them.\n\nCiao-ciao",
        "TaskID": "19402"
    },
    "3448": {
        "QuestName": "Up In Smoke",
        "Report": "Cassini says you're all over the map out there. I'm all for frantic scurrying - to a point. Just keep in mind that sun stroke is a major epidemic right now. I need a clear head out there, not another burnout.\nI'm not saying go sip mojitos in the sand. Just make sure we cover all the bases. If I need something ASAP, believe me, you'll know.\nKG",
        "TaskID": "19397"
    },
    "3449": {
        "QuestName": "The Black Pharaoh's Guard",
        "Report": "TRANSMIT - initiate disclaimer signal - RECEIVE - sweetling!\nNightmare alley is getting crowded. Look at the line! Come see the monsters claw through time. Hurry, hurry, hurry.\nThere will be a slight additional charge for this attraction, but it's not a dollar, it's not a dime - it's a cold smithereen minted in grime.\nWITNESS - rules and regulations. No cameras, please, only notes. No one under the age of two.\nCome see the world before it's through!\nDon't be huffy because we hack. The show goes on! So must you.\nHurry, hurry, hurry.",
        "TaskID": "19398"
    },
    "3450": {
        "QuestName": "The Underdogs",
        "Report": "Wow. The Council actually came through on something. Goes to show what filling out a form can get you. Especially when you throw in a fiver.\nSo, go make the most of this. God knows we’re paying for it.\nFun fact: I totally caved and bought the mini-custodian. Best. Maid. Ever.",
        "TaskID": "19403"
    },
    "3451": {
        "QuestName": "Crossroad of the Worlds - Coda",
        "Report": "Dave Screed is the 2%. There's not much we can do about it. I mean, yes, we can kill him, but then some other wacko would just pop up and take his place. \n\nLook, Cassini is all over this guy. We know he exists. We know he's getting information from somewhere he shouldn't. And, most importantly, we know you'll take care of it when the time comes.\n\nCiao-ciao",
        "TaskID": "19405"
    },
    "3453": {
        "QuestName": "The Search for Tyler Freeborn",
        "Report": "You're asking us to dig into both the military and Orochi on this one. Feel like pissing on the Council while you're out there? May as well go three for three.\n\nLet's make sure we're on the same page on the subject of Tyler Freeborn: everything he's ever photographed or written is a threat, not only to Orochi and the military, but to us.\n\nTyler is the enemy. If Orochi and the military can't handle him, then we will.\n\nFun fact: our name appears in the comments section of Tyler's blog. Just to be clear, I don't like it when our name appears in the comments section of a blog. \n",
        "TaskID": "19414"
    },
    "3454": {
        "QuestName": "The End of Something",
        "Report": "These kinds of predictions are a dime a dozen. Most of the time they're right, but there's no such thing as a clean break.\n\nExample: we've got verified prophecies that say the Council should've fallen by now. The Council is pretty much impotent and penniless. But technically they're still kicking. That doesn't mean the prophecies were wrong, just that we need to be open in how we interpret them.\n\nThe Mayans predicted the end of this age. There are going to be signs of this across the world that you need to deal with. Is it all going to come crashing down on one specific date?\n\nMaybe.\n\nBut I'm betting it gets dragged out.\n\nKG",
        "TaskID": "19489"
    },
    "3455": {
        "QuestName": "The Uncertainty Principle",
        "Report": "If you really want to wear that quantum death trap around your wrist you do so at your own risk. But just so we're clear, you are so not covered for this. Work related blade injuries, shot-off toes, chainsaw gashes, all of these we are equipped and ready to deal with.\n\nScrapyard Edgar's beer can quantum technology? That's not a box you get to tick on the insurance plan.\n\nHowever, feel free to proceed if you think this is something that can get results out there.\n\nFun fact: results are all that matter.",
        "TaskID": "19498"
    },
    "3457": {
        "QuestName": "The Nameless Days",
        "Report": "Delivery to the recipient failed.\n\nTechnical details of failure:\n\nThe system tried to deliver your message, but it was rejected by the recipient domain. The error that the other server returned was:\n\n21.12.2012_officewide_christmas_party_open_bar_ciao_ciao Unrouteable address (state 16)",
        "TaskID": "19436"
    },
    "3459": {
        "QuestName": "Harvesting the Sun",
        "Report": "You'd think it was Black Friday out there – a few worthless Mayan scraps for a shot at quetzal meat and some nice-to-haves. Do it.\n\nRight now it's 50/50 whether the Morninglight are up to something or whether they're just too incompetent to run a good business model. I can live with those odds.\n\nKG",
        "TaskID": "19456"
    },
    "3460": {
        "QuestName": "The Final Countdown",
        "Report": "Bolon Yok,te What? Did you not get the ocpmay-wide memo about the hodliday party/ uGH. i'M ASSming youd did good out there. Which means I didn good. bottoms up!",
        "TaskID": "19466"
    },
    "3461": {
        "QuestName": "Resplendent Wisdom",
        "Report": "I like my agents to possess practical know-how. You can even come first in the company trivia night (Wednesdays), and I won't complain. But no one likes a pompous know-it-all.\n\nMore importantly, you weren't recruited to be a pompous know-it-all.\n\nI'm not asking you to stop reading.\n\nI'm telling you to take outside information with a grain of salt. Unless it comes straight from the horse's mouth, treat it as suspect.\n\nFun fact: I'm the horse's mouth.",
        "TaskID": "19448"
    },
    "3462": {
        "QuestName": "The Research of Tyler Freeborn",
        "Report": "The official word on Tyler Freeborn – and any research he may have inspired – is that it's all wild theories and speculation. That's the official word.\n\nThe unofficial word is need-to-know. I.e. I need to know. \n\nI give Orochi credit for being so balls-out in their Filth-research, but it seems pretty incomplete. I need facts. I need results. I need Tyler Freeborn.\n\nKG\n",
        "TaskID": "19455"
    },
    "3463": {
        "QuestName": "The Tenacity of Tyler Freeborn",
        "Report": "There is now enough evidence of a distinct airborne strain of Filth that came with the fog. This could mean a partial or complete reformulation of what we know about the outbreak on Solomon Island. It could mean we have to rethink our strategy for mitigating the infection. It could mean everyone's infected already.\n\nIt could mean you're infected already.\n\nFrankly, it could mean a lot of things.\n\nExecutive summary: suit up, you're going in.\n",
        "TaskID": "19475"
    },
    "3464": {
        "QuestName": "The Vanishing of Tyler Freeborn",
        "Report": "Did you just fall asleep on a dinghy? Ugh. I don't know what you saw or what you think you saw, but I'm having trouble confirming any of it. \n\nHere's what I do know: there are various strains of Filth, each the product of a unique (though related) source; there are two such sources infecting Solomon Island; the second source of infection spreads through the fog; the fog has already rolled through Solomon Island, meaning all of its residents are probably fucked. \n\nFun fact: don't get attached to anyone on Solomon Island. \n",
        "TaskID": "19479"
    },
    "3467": {
        "QuestName": "The Prisoner",
        "Report": "I booked you an o’clock with Saïd. Looks like you’ll need him to uncover the Atenist operation. Knowing the prune prince you’ll probably have to play ball to get intel out of him. That’s fine, as long as we get what we need.\nWell, fine to a point. Remember the old adage: break the knees before you break the bank.\nMy current overview of the situation is off all kinds of charts. I’m getting reports about time tombs, train schedules, third-age explosives, hazardous material containment issues, and Nazis.\nYeah, I’m pretty sure some of that is unreliable, but I’m just going to throw everything at you. As far as I’m concerned, we’re beyond need-to-know on this one.\nKG",
        "TaskID": "19565"
    },
    "3468": {
        "QuestName": "The City Before Us",
        "Report": "Saïd – I’m assuming you’ve pieced together how exactly he was involved in the Tokyo incident. Still not sure if his current whimsy is being dictated by genuine regret or if he’s got some other angle. I’d respect him more if there was another angle. Otherwise it’s just sad.\nEither way, you should have everything you need now to put an end to the Atenist operation. Container, contained, coordinates, etc.\nThey’re on a train heading towards a Phoenician ship waiting for them in Cairo. Explain to me why you’re not already on it?\nKG",
        "TaskID": "19586"
    },
    "3471": {
        "QuestName": "Mean Streets",
        "Report": "God you people are needy. Do I have to hold your hand through this whole thing? Look, unless you’re planning to die in there, you can hold off on the report until you actually know something. What kind of tombs were they talking about in that note? What fucking delivery?\n\nSee what I mean? If I wanted vague bullshit I’d get Cassini to hack me into the Dragon’s network. I’m sure their analysis of this situation is all kinds of meaningless.\n\nFun fact: Once dated a guy named Saddur. Ugh, I really hope it’s not him. Awkward.",
        "TaskID": "19577"
    },
    "3472": {
        "QuestName": "A Time to Every Purpose",
        "Report": "Time tombs? Seriously? Look, I'm familiar with ancient transit systems. Remember who introduced you to Agartha?\nThe tombs in Egypt are limited in scope – a local third age knockoff of some of Agartha’s more obscure branches. Those branches have been a key action area for decades now. Frankly, the benefit-to-headache ratio of temporal tampering isn’t great. Let me condense years’ worth of research for you: Ugh.\nThe Templars can spend all day reminiscing about the glory days, but not you. I want you looking ahead. Internally, cultist leaders are calling this operation “Tokyo 2.”\nFun fact: Tokyo 1 was not a good day for us.",
        "TaskID": "19532"
    },
    "3474": {
        "QuestName": "Know Them By Their Works",
        "Report": "Don’t get all sappy on me. I’m not interested in romantic depictions of the past. Get me some Third Age tech with a sizeable blast radius in mint condition and then we’ll talk.\n\nCiao-ciao",
        "TaskID": "19537"
    },
    "3476": {
        "QuestName": "Five Ways to Kill a Man",
        "Report": "Our recruiters should’ve been all over some of these people. I mean we have been looking for a Carcass Packer Head for like ages now. Ugh, so many missed opportunities.\n\nDon’t misunderstand me, I’ve got no problem with killing. I actually kind of get off on it. Still, I hate to see us miss a chance to bring in some talent.\n\nKG",
        "TaskID": "19570"
    },
    "3477": {
        "QuestName": "The Escape",
        "Report": "Ever heard of acceptable losses? Collateral damage? Wasting company time?\nStay on the ball out there.\nKG",
        "TaskID": "19551"
    },
    "3480": {
        "QuestName": "The Defence Never Rests",
        "Report": "Cassini says you're all over the map out there. I'm all for frantic scurrying - to a point. Just keep in mind that sun stroke is a major epidemic right now. I need a clear head out there, not another burnout.\n\nI'm not saying go sip mojitos in the sand. Just make sure we cover all the bases. If I need something ASAP, believe me, you'll know.",
        "TaskID": "19555"
    },
    "3481": {
        "QuestName": "The Last Train to Cairo",
        "Report": "I suppose a confirmed kill on Abdel would’ve been too much to ask? God forbid I get what I want for once. Yes, overall, these are tolerable results. A second earth shattering explosion has been averted etc. You’ve earned your high-five.\nSo high-five.\nHowever, just to complicate things, I’m going to let you in on something. I’ve recently learned that that ship in Cairo was scheduled for London. As in, boom goes Temple Hall.\nUgh. It’s probably better that we didn’t know this earlier.\nKG",
        "TaskID": "19590"
    },
    "3482": {
        "QuestName": "Date Night",
        "Report": "We’re pretty sure we’ve managed to flag these date shipments each time the Atenists try to get them out. It’s possible one or two keep getting through. Of course there’s no hard evidence of that, unless you count the 10 o’clock news.\nFun fact: dates are disgusting and anyone who eats them probably deserves to get infected.",
        "TaskID": "19591"
    },
    "3483": {
        "QuestName": "The Council Crossing",
        "Report": "Way to get your ass from A to B. I’m so fucking proud.\nKG",
        "TaskID": "19592"
    },
    "3484": {
        "QuestName": "When the Hatchet Falls",
        "Report": "So the Council is actually making a move on this? I didn’t get the memo, and I hate being out of the loop. See what you can find out from this agent. It’s not often they take actual, proactive action, but then, kids in danger do make for a big emotional catalyst. It’s what PR sound bites are made of. Until we run the whole game board, we have to play the politics too. So cooperate. Be sure to say things like, “Think of the children!” every so often. Get to the bottom of what the Orochi are doing with children all the way out in Count Chocula’s armpit. If you can, find out before the Council agent does. A step ahead. That’s how we dance.\nKG",
        "TaskID": "19601"
    },
    "3485": {
        "QuestName": "Dead Chamber",
        "Report": "Those adorable Soviets — just saving an ancient vampire for a rainy day. Stay on task. You’re not there to slay every forgotten Cold War horror, but find out what the Orochi Group is up to. Zurn’s throwing a tantrum that you had to destroy the specimen, but he has enough dangerous pets as it is. Alright, get back to it. Eyes to the prize. Ciao-ciao.\nKG",
        "TaskID": "19604"
    },
    "3486": {
        "QuestName": "A Trail of Breadcrumbs",
        "Report": "The talking heads are concerned, based on your profile being run through probability matrix, that you might get emotionally compromised in regards to missing, mutant children. I assured them they don't have to worry about you. Don't make me a liar, kay? Orochi involvement turns this all seven shades of tricky, and we're finding indications that whatever went on out there is on their high priority list. Keep your decisions cold, even if it gets ugly. Feed me intel.\n\nKG",
        "TaskID": "19663"
    },
    "3488": {
        "QuestName": "Who Horrifies the Horrors?",
        "Report": "You got to figure \"terrifying the piss out of werewolves\" is a coup for any monster's CV. Whatever you encountered out there is new. Changing paradigms are peachy, but we have to be on top of it, so that we make it our paradigm. Let's do the Mulder/Scully thing and find out what we can. Be whichever one you want, I don't care. I'll just be phoning in my part anyway.\n\nKG",
        "TaskID": "19618"
    },
    "3489": {
        "QuestName": "You Only Die Twice",
        "Report": "Odd that this Dragan Dzoavich is helping you against his own people. My intel shows him to be a decades long veteran in Orochi’s security forces. A sniper who’s put down things from this and other worlds. Ice cold killer. And now you say he’s cashing in all his chips on a little girl and talking to her teddy bear? We’ll worry about that later. Eyes on the prize. You worked in some thrilling heroics, made Orochi look silly, and found the Nursery. We are way past polite daggers under the table with these people, so you may as well crack the pinata and see what’s inside. Ciao-ciao.\n\nKG",
        "TaskID": "19676"
    },
    "3490": {
        "QuestName": "The Howling",
        "Report": "Top notch thinking, taking out the pack alphas. Kill smarter, not harder is my mantra. I wonder how a werewolf rug would feel on bare skin… Ciao-ciao.\n\nKG",
        "TaskID": "19623"
    },
    "3491": {
        "QuestName": "Red Snow",
        "Report": "Way to go, 007. Do you know why that’s your nick name now? That’s right! When I ran your recent report through a standardised test, that’s the IQ it calculated. GET BACK TO WORK!\n\nKG",
        "TaskID": "19624"
    },
    "3492": {
        "QuestName": "A Menagerie Darkly",
        "Report": "Passing the intel on to our parazoology geek think tanks. The bio-tech applications of supernatural anatomy are limitless. Just don’t tell them that.\n\nKG",
        "TaskID": "19639"
    },
    "3493": {
        "QuestName": "Assorted Nasties",
        "Report": "It’s Christmas! You shouldn’t have. They are so shiny. And the calibre. You may have earned a bonus in your stockings.\n\nKG",
        "TaskID": "19631"
    },
    "3494": {
        "QuestName": "Crying Wolf",
        "Report": "Inbound blood samples noted. Zurn is excited…in a creepy way. I'll just leave him alone in his lab for a while. Ciao-ciao.\n\nKG",
        "TaskID": "19693"
    },
    "3496": {
        "QuestName": "Ashes to Ashes",
        "Report": "I'll have someone mark you down for another mega monster score on the cafeteria chalkboard. Three more and you get a free latte.\n\nKG",
        "TaskID": "19636"
    },
    "3497": {
        "QuestName": "The Man with the Silver Tongue",
        "Report": "Relics of power, taken from the tombs of dead dudes, is a reoccurring meme in history. Fun fact: King Tut’s phallus went missing. It was there when they first discovered the mummy…and then it wasn't. Who took it? Why? Is there some occultist out there conducting rituals with a mummy dick? And all you got was a little tongue.\n\nKG",
        "TaskID": "19679"
    },
    "3499": {
        "QuestName": "The Sound of Children",
        "Report": "Read this very carefully: Do not lose Lilith.\n\nShe’s the real deal. Her seventeen names tripped some alarms on my computer. We’re in an alert with a colour I’ve never seen. Way past Defcon-5. The talking heads, the ones at the very tippy-top of the pyramid are sending word directly to me. They never do that!\n\nI don’t believe in God, but I’m afraid of him, and I’m more afraid of the talking heads, and they’re afraid of her. Stay on her. I don’t know what will happen to either of us if you don’t.\n\nI’m not fucking around.\n\nKG",
        "TaskID": "19688"
    },
    "3500": {
        "QuestName": "I Walk Into Empty",
        "Report": "When we look back, we’ll designate today as “The Game Changer.” A prehistoric super-bitch revealed herself, the Filth entered Agartha, and a little girl and her teddy bear stood up to god mollusks on the edge of reality.\n\nThe talking heads are chattering. I’ve never seen them like this. We’re putting you in a higher pay bracket. It’s time to think forward. Think Tokyo. Think Lilith. Think “what the hell is really running Orochi?” There are bigger players, and they’re entering the game. The coming days will decide who runs the gameboard when the shit fans stop spinning.\n\nFeel the pressure? You better.\n\nKG",
        "TaskID": "19690"
    },
    "3501": {
        "QuestName": "Where the Little Ones Go",
        "Report": "The most dangerous lunatics are the ones that sound lucid. Passing on Dr. Schreber's lab results to Zurn (who isn’t as dangerous because he doesn’t even pretend to be lucid).\n\n\nKG",
        "TaskID": "19691"
    },
    "3502": {
        "QuestName": "The Guardian of Earth",
        "Report": "Another one of those things? They're some kind of automatic defence mechanism - the eggheads are calling them the white blood cells of Gaia.\nWe're getting reports that they've been showing up where the filth outbreaks have been most prevalent. Which means all of the wonderful hotspots you've been visiting recently.\nManagement thinks we already have enough competition for the title of Last Man Standing after the apocalypse. If you see any more of those things, get rid of them. They're about as effective at saving the world as buying a Prius and they're almost as annoying.\nWe want to remain the dominant fucking parasite.",
        "TaskID": "19707"
    },
    "3503": {
        "QuestName": "The Guardian of Water",
        "Report": "Another one of those things? They're some kind of automatic defence mechanism - the eggheads are calling them the white blood cells of Gaia.\nWe're getting reports that they've been showing up where the filth outbreaks have been most prevalent. Which means all of the wonderful hotspots you've been visiting recently.\nManagement thinks we already have enough competition for the title of Last Man Standing after the apocalypse. If you see any more of those things, get rid of them. They're about as effective at saving the world as buying a Prius and they're almost as annoying.\nWe want to remain the dominant fucking parasite.",
        "TaskID": "19708"
    },
    "3504": {
        "QuestName": "The Guardian of Stone",
        "Report": "Another one of those things? They're some kind of automatic defence mechanism - the eggheads are calling them the white blood cells of Gaia.\nWe're getting reports that they've been showing up where the filth outbreaks have been most prevalent. Which means all of the wonderful hotspots you've been visiting recently.\nManagement thinks we already have enough competition for the title of Last Man Standing after the apocalypse. If you see any more of those things, get rid of them. They're about as effective at saving the world as buying a Prius and they're almost as annoying.\nWe want to remain the dominant fucking parasite.",
        "TaskID": "19709"
    },
    "3505": {
        "QuestName": "The Guardian of Fire",
        "Report": "Another one of those things? They're some kind of automatic defence mechanism - the eggheads are calling them the white blood cells of Gaia.\nWe're getting reports that they've been showing up where the filth outbreaks have been most prevalent. Which means all of the wonderful hotspots you've been visiting recently.\nManagement thinks we already have enough competition for the title of Last Man Standing after the apocalypse. If you see any more of those things, get rid of them. They're about as effective at saving the world as buying a Prius and they're almost as annoying.\nWe want to remain the dominant fucking parasite.",
        "TaskID": "19710"
    },
    "3506": {
        "QuestName": "The Guardian of Sand",
        "Report": "Another one of those things? They're some kind of automatic defence mechanism - the eggheads are calling them the white blood cells of Gaia.\nWe're getting reports that they've been showing up where the filth outbreaks have been most prevalent. Which means all of the wonderful hotspots you've been visiting recently.\nManagement thinks we already have enough competition for the title of Last Man Standing after the apocalypse. If you see any more of those things, get rid of them. They're about as effective at saving the world as buying a Prius and they're almost as annoying.\nWe want to remain the dominant fucking parasite.",
        "TaskID": "19711"
    },
    "3507": {
        "QuestName": "The Verdant Guardian",
        "Report": "Another one of those things? They're some kind of automatic defence mechanism - the eggheads are calling them the white blood cells of Gaia.\nWe're getting reports that they've been showing up where the filth outbreaks have been most prevalent. Which means all of the wonderful hotspots you've been visiting recently.\nManagement thinks we already have enough competition for the title of Last Man Standing after the apocalypse. If you see any more of those things, get rid of them. They're about as effective at saving the world as buying a Prius and they're almost as annoying.\nWe want to remain the dominant fucking parasite.",
        "TaskID": "19712"
    },
    "3508": {
        "QuestName": "The Guardian of Pestilence",
        "Report": "Another one of those things? They're some kind of automatic defence mechanism - the eggheads are calling them the white blood cells of Gaia.\nWe're getting reports that they've been showing up where the filth outbreaks have been most prevalent. Which means all of the wonderful hotspots you've been visiting recently.\nManagement thinks we already have enough competition for the title of Last Man Standing after the apocalypse. If you see any more of those things, get rid of them. They're about as effective at saving the world as buying a Prius and they're almost as annoying.\nWe want to remain the dominant fucking parasite.",
        "TaskID": "19713"
    },
    "3509": {
        "QuestName": "The Guardian of Ice",
        "Report": "Another one of those things? They're some kind of automatic defence mechanism - the eggheads are calling them the white blood cells of Gaia.\nWe're getting reports that they've been showing up where the filth outbreaks have been most prevalent. Which means all of the wonderful hotspots you've been visiting recently.\nManagement thinks we already have enough competition for the title of Last Man Standing after the apocalypse. If you see any more of those things, get rid of them. They're about as effective at saving the world as buying a Prius and they're almost as annoying.\nWe want to remain the dominant fucking parasite.",
        "TaskID": "19714"
    },
    "3510": {
        "QuestName": "The Guardian of Strife",
        "Report": "Another one of those things? They're some kind of automatic defence mechanism - the eggheads are calling them the white blood cells of Gaia.\nWe're getting reports that they've been showing up where the filth outbreaks have been most prevalent. Which means all of the wonderful hotspots you've been visiting recently.\nManagement thinks we already have enough competition for the title of Last Man Standing after the apocalypse. If you see any more of those things, get rid of them. They're about as effective at saving the world as buying a Prius and they're almost as annoying.\nWe want to remain the dominant fucking parasite.",
        "TaskID": "19715"
    },
    "3511": {
        "QuestName": "The Council Crossing, Part Two",
        "Report": "Way to get your ass from A to B. I’m so fucking proud.\nKG",
        "TaskID": "19716"
    },
    "3512": {
        "QuestName": "The Hotel",
        "Report": "I hope your employers do not mind that I borrow their frequency in order to congratulate you. The machine is a modern marvel, designed to challenge, yes, but also to teach and sharpen. I hope that you are paying attention to the lesson you are learning here. I hope that you are growing sharp as well. The council will always have a use for sharp blades.\nCongratulations once again on your success,\nArturo",
        "TaskID": "19719"
    },
    "3513": {
        "QuestName": "Seek and Preserve - Bronze",
        "Report": "I hope your employers do not mind that I borrow their frequency in order to congratulate you. The machine is a modern marvel, designed to challenge, yes, but also to teach and sharpen. I hope that you are paying attention to the lesson you are learning here. I hope that you are growing sharp as well. The council will always have a use for sharp blades.\nCongratulations once again on your success,\nArturo",
        "TaskID": "19720"
    },
    "3514": {
        "QuestName": "Seek and Preserve - Silver",
        "Report": "I hope your employers do not mind that I borrow their frequency in order to congratulate you. The machine is a modern marvel, designed to challenge, yes, but also to teach and sharpen. I hope that you are paying attention to the lesson you are learning here. I hope that you are growing sharp as well. The council will always have a use for sharp blades.\nCongratulations once again on your success,\nArturo",
        "TaskID": "19721"
    },
    "3515": {
        "QuestName": "The Korinto-kai",
        "Report": "Daimon Kiyota is kind of hot, if he weren't so dangerous, but if he wasn't dangerous, he wouldn't be kind of hot. Still, you don't have to step on every land mine just because it's dressed up handsomely. He's bad news. But he's bad news for the enemy, so we'll let him do his crazy man dance. If he survives his self-destructive nature for another week, maybe we'll try and headhunt him. Til then, I'll play smart and fantasize from a distance. Ciao-ciao.\n\nKG",
        "TaskID": "19766"
    },
    "3516": {
        "QuestName": "Brotherly Loathe",
        "Report": "You probably got our whole \"We have stocks in hell and compromising photos of angels\" spiel during orientation. Now you see why that's not just for BA affect. It's important. Inbeda is a vicious demon and a disgusting pig, but he's our pig. He and the other exiled Oni have taken a shine to earth, with our luxury electronics, Hot Pockets, and endless porn. They'll fight to defend that. You can always trust selfish motives. They endure. And yeah…I've seen the mannequins at the Bathhouse. Maybe when Inbeda has used up his usefulness, we'll slice him down for bacon, but until then, I just pat him on the head and say, \"That'll do, demon. That'll do.\"\n\nKG",
        "TaskID": "19740"
    },
    "3519": {
        "QuestName": "Killers on the Road",
        "Report": "I dig the mercenary spirit of the House-in-Exile, but they might want to screen their clients better. Seems they made a bad call. But they're motivated to fix it. The Phoenicians (speaking of mercenaries) hired the HiE to make those key kills in the subway, to facilitate the bombing. But the Purples only did that on behalf of a client of their own? We need to follow this line of thought.\n\nKG",
        "TaskID": "19749"
    },
    "3529": {
        "QuestName": "The Cleansing Protocol",
        "Report": "Zurn is having a conniption fit. He wants all the details of your interaction with that Third Age tech. I'll just forward those emails to you. Can practically feel the heat of his science erection from here. Ugh! Good work, however you did it. We can't lose Agartha to the tentacles and cosmic syphilis. So you keep doing what you do. Repeat, we cannot lose Agartha. We can't run the show if the show collapses on itself. Download one of my better pep talks, and insert your name in it. Go team.\nKG",
        "TaskID": "19771"
    },
    "3530": {
        "QuestName": "Enter the Filth",
        "Report": "I don't want you to think that this is an endless, thankless task, but keep doing it.\nKG",
        "TaskID": "19772"
    },
    "3534": {
        "QuestName": "Seek and Preserve - Gold",
        "Report": "I hope your employers do not mind that I borrow their frequency in order to congratulate you. The machine is a modern marvel, designed to challenge, yes, but also to teach and sharpen. I hope that you are paying attention to the lesson you are learning here. I hope that you are growing sharp as well. The council will always have a use for sharp blades.\nCongratulations once again on your success,\nArturo",
        "TaskID": "19786"
    },
    "3535": {
        "QuestName": "Seek and Preserve - Platinum",
        "Report": "I hope your employers do not mind that I borrow their frequency in order to congratulate you. The machine is a modern marvel, designed to challenge, yes, but also to teach and sharpen. I hope that you are paying attention to the lesson you are learning here. I hope that you are growing sharp as well. The council will always have a use for sharp blades.\nCongratulations once again on your success,\nArturo",
        "TaskID": "19787"
    },
    "3536": {
        "QuestName": "The Gilded Rage",
        "Report": "Hahahahahahahahahahahaha! You killed what?\nThat’s amazing. It’s like Paris Hilton and Snoop Lion teamed up to do some geomancy. Shit, I’d better make sure her hypnotherapist hasn’t been mindfucking her again.\nAs for you, nice work saving the world from Blingzilla. If more of them pop-up, you know what to do.\n",
        "TaskID": "19788"
    },
    "3540": {
        "QuestName": "The Cleansing Protocol Phase 2",
        "Report": "Good job, cupcake. Another golden pentagram on your report card. Remember to wipe your feet and not track in any of the black stuff when you come home. Also, remember that if you don't keep this up, there won't be any home to come back to. No pressure, champ. Semper Fi, Cobra Kai, do or die, rah-rah-rah!\nKG",
        "TaskID": "19804"
    },
    "3541": {
        "QuestName": "The Cleansing Protocol Phase 3",
        "Report": "I don't always congratulate you… But when I do, it's understood as a veiled threat to coerce future effort and success. I've got a binder full of women packing Dessert Eagles. They shoot all the boys in my yard. Gratz! Level up! Go team!\n\nTHE EYE",
        "TaskID": "19805"
    },
    "3542": {
        "QuestName": "Through the Wake Darkly",
        "Report": "I don't approve of hippies. They smell bad, they dress in hemp clothing and nothing Zurn has ever shown me comes close to the nightmares I've had after getting a glimpse of a hippy's toenails.\nBut I can get behind this little initiative. Stopping filth from bubbling up is probably a good idea. Stopping it from turning the local wildlife into something that resembles a Japanese horror film is probably an even better idea.\nAlso I could get behind Ricky. But that probably goes without saying.",
        "TaskID": "19817"
    },
    "3543": {
        "QuestName": "Enter The Filth Phase 2",
        "Report": "Ms. Geary is currently indisposed. Congratulations on doing all the things. Now do all the things!\nTHE EYE",
        "TaskID": "19811"
    },
    "3544": {
        "QuestName": "Enter The Filth Phase 3",
        "Report": "FUN FACT: Kirsten Geary likes fun facts. FUN FACT: Seventeen inmates at an asylum in Central Illinois simultaneously woke up from a severe and sustained night terror. Just now. Who da man? You da man. For now…\n\nTHE EYE",
        "TaskID": "19812"
    },
    "3547": {
        "QuestName": "The Mansion",
        "Report": "I hope your employers do not mind that I borrow their frequency in order to congratulate you. The machine is a modern marvel, designed to challenge, yes, but also to teach and sharpen. I hope that you are paying attention to the lesson you are learning here. I hope that you are growing sharp as well. The council will always have a use for sharp blades.\nCongratulations once again on your success,\nArturo",
        "TaskID": "19823"
    },
    "3548": {
        "QuestName": "Bustin'",
        "Report": "How many dead Orochi does it take to… Ahhh! It's too easy.\n\nKG",
        "TaskID": "19831"
    },
    "3550": {
        "QuestName": "The Gypsy's Diary",
        "Report": "I'll give you three pieces of advice to stop you ending up like that girl.\nFirstly, never trust your grandmother.\nSecondly, don't spend so much time worrying about consequences. Else you'll start sounding like the Dragon with their mystical \"we know how it all turns out\" bullshit.\nThirdly, get a smartphone.\nLuckily for you, the last one is standard issue.",
        "TaskID": "19849"
    },
    "3551": {
        "QuestName": "The Hiker",
        "Report": "The old ghost hiker eh? Not surprised that it turns out to be true on Solomon \"Everything is True\" Island. You've got to be getting sick of that place by now. Fog - depressing. People - depressing. Zombies - depressing.\nI'm working on getting you an assignment somewhere in the Bahamas. You'll thank me later.",
        "TaskID": "19862"
    },
    "3552": {
        "QuestName": "The Ghost of Jack-o-Lantern",
        "Report": "How many times do you have to kill that thing before it stays dead? Ha! That's probably what the vampires in Transylvania are saying about you. You've been to Transylvania, haven't you? Sometimes there are too many of you to keep track of. It's been a busy period in recruitment, believe me.",
        "TaskID": "19861"
    },
    "3553": {
        "QuestName": "The Rogue Groundskeeper",
        "Report": "I completely approve of both drinking at work and also using it to summon and destroy horrible creatures trapped between life and death. Just be glad it doesn't work everywhere or Jersey would be full of screaming banshees. More full.\nI do like the effort you are putting into this book thing. Let's hope it yields something useful.\n",
        "TaskID": "19859"
    },
    "3554": {
        "QuestName": "The Hermit",
        "Report": "Honestly, I'm going to need a new filing cabinet. My current one, labeled \"Weird Shit\" is starting to run out of space. Metaphorically, of course, because it's on a computer.\nI'm starting to think you get a kick out of hunting down these sort of terrors. Oh actually, it's in your file that you do. Autassassinophilia. That's actually pretty tame. You should see Zurn's file.\n",
        "TaskID": "19858"
    },
    "3555": {
        "QuestName": "The Death of Dr. Armitage",
        "Report": "Ghost stories, urban legends and rare magazines. This good deed of yours has you running all over the island. That's normally my job, so I guess Danny deserves some credit.\nThat story, by the way, is completely fabricated. People want it to be true, but Kreig was booked into a rehab clinic when that story was supposedly written. Which actually makes a lot of sense when you think about it.\n\n",
        "TaskID": "19900"
    },
    "3556": {
        "QuestName": "The Confession of Ellis Hill",
        "Report": "Fake Ellis Hill writes a love letter to dead Ellis Hill? That's one creepy Phoenician fucker. You might want to watch yourself around him, especially if he offers you a hug.\nDon't worry, I'm expecting management to finish surveillance on him soon. Then we'll send you in to demonstrate what the pointy part of the pyramid is for.\n",
        "TaskID": "19857"
    },
    "3557": {
        "QuestName": "Enter The Filth Phase 2 Nightmare",
        "Report": "Ms. Geary is currently indisposed. Congratulations on doing all the things. Now do all the things!\nTHE EYE",
        "TaskID": "19863"
    },
    "3558": {
        "QuestName": "The Lantern Man",
        "Report": "That was by far the scariest thing I have heard in years. That poor girl... she trusted that man and he gave her acid disguised as cosmetics. The big five only used to do that to pigs and monkeys. I think the Templars still do rent out their chained Rakshasa for cosmetic testing. Imagine a room full of those faces made up like Martha Stewart.\nGreat, I'm due for a skin peel later on. And now all I'm going to think about is Martha Stewart.",
        "TaskID": "19866"
    },
    "3559": {
        "QuestName": "The Organ Smugglers",
        "Report": "These ghost stories of yours are really doing a number on my beauty routine. Body in a bathtub? The only time I've ever woken up in a bathtub full of ice was when I made the Sultan of Brunei fill a tub with diamonds. I wouldn't recommend it - diamonds are harder than rock salt and they have a way of finding their way into all kinds of cavities.\nI was nervous in airports for the next 6 months.",
        "TaskID": "19870"
    },
    "3560": {
        "QuestName": "The Phantom Email",
        "Report": "Tyler Freeborn tumbled down some very strange rabbit holes in his short lifespan. You almost wish he'd worn a camera strapped to his head all of the time. \nSpeaking of which, we are going to have to discuss installing your skull cam at some point. Zurn seems eager to get it in, but as long as you keep sending me these detailed reports, I'll keep stalling him. You see, you're just valuable enough to me that I don't want a rogue scientist nailing a camera into your head. Heartwarming, isn't it?",
        "TaskID": "19873"
    },
    "3562": {
        "QuestName": "The Venetian Agenda",
        "Report": "What did you think of Arturo, by the way? Don't let the signs of infirmity and the truss bulge fool you - he was the shining star of the council in his day - spreading the message of the council far and wide.\nAnd I mean literally spreading. I have it on good authority that he is directly descended from Casanova and we've got council treaties signed in lipstick to back it up.",
        "TaskID": "19921"
    },
    "3563": {
        "QuestName": "The Venetian Agenda",
        "Report": "What did you think of Arturo, by the way? Don't let the signs of infirmity and the truss bulge fool you - he was the shining star of the council in his day - spreading the message of the council far and wide.\nAnd I mean literally spreading. I have it on good authority that he is directly descended from Casanova and we've got council treaties signed in lipstick to back it up.\n\nKG",
        "TaskID": "19907"
    },
    "3565": {
        "QuestName": "The Castle",
        "Report": "I hope your employers do not mind that I borrow their frequency in order to congratulate you. The machine is a modern marvel, designed to challenge, yes, but also to teach and sharpen. I hope that you are paying attention to the lesson you are learning here. I hope that you are growing sharp as well. The council will always have a use for sharp blades.\nCongratulations once again on your success,\nArturo",
        "TaskID": "19896"
    },
    "3566": {
        "QuestName": "Spooky Stories of Solomon Island",
        "Report": "That Danny kid is wholesomely adorable, isn't he? Most of the kids you meet in this job are either possessed by entities from the outer dark, filled with some kind of godly power or busy trying out the benefits of erotic asphyxiation. Okay that last one might have just been Bieber when we first picked him up.\nAnyhow, don't judge the whole organization by the massive black hole of occult fuckery that is Solomon Island. That place is a magnet for weird shit and if you haven't learned anything else by now, take this one to heart: this could happen everywhere if we don't slam a lid down on Tokyo.",
        "TaskID": "19904"
    },
    "3567": {
        "QuestName": "The Ghost of Jack-o-Lantern",
        "Report": "How many times do you have to kill that thing before it stays dead? Ha! That's probably what the vampires in Transylvania are saying about you. You've been to Transylvania, haven't you? Sometimes there are too many of you to keep track of. It's been a busy period in recruitment, believe me.",
        "TaskID": "19899"
    },
    "3568": {
        "QuestName": "Return of the Cat God",
        "Report": "We had a pool going on where the hell this was leading. I had money on you busting up Bast in Egypt. Ugh. So close.\n\nSo, this guy. I'm afraid I don't have much reliable information right now. I had Cassini poke around in the files of our competitors. The Templars are linking him to some voodoo woman in a wheelchair while the Dragon are saying... I can't begin to make sense of what the Dragon are saying.\n\nAnyway, whoever he is, there's no denying the skill set. Next time he pops up, give him our card.\n\nCiao-ciao",
        "TaskID": "19902"
    },
    "3569": {
        "QuestName": "Revenge of the Cat God",
        "Report": "We had a pool going on where the hell this was leading. I had money on you busting up Bast in Egypt. Ugh. So close.\n\nSo, this guy. I'm afraid I don't have much reliable information right now. I had Cassini poke around in the files of our competitors. The Templars are linking him to some voodoo woman in a wheelchair while the Dragon are saying... I can't begin to make sense of what the Dragon are saying.\n\nAnyway, whoever he is, there's no denying the skill set. Next time he pops up, give him our card.\n\nCiao-ciao",
        "TaskID": "19903"
    },
    "3570": {
        "QuestName": "The Machine",
        "Report": "Congratulations on entering your first scenario. The Council of Venice would like to remind you that by entering the scenario you have agreed to the follow the terms and conditions set forth in the EULA.\nThe EULA can be freely read at any time by locating grimoire 47 in The Sunken Library and perusing page 708.\nThe council thanks you for your co-operation.\nOperator K",
        "TaskID": "19909"
    },
    "3572": {
        "QuestName": "Love and Origami",
        "Report": "Passing love notes during study hall? BACK TO WORK!\n\nKG",
        "TaskID": "19931"
    },
    "3574": {
        "QuestName": "The Echoing Doom of Solomon Island - Gold",
        "Report": "So apparently the Mayans were shitty timekeepers. It's not really that surprising considering they lived a few thousand years before the swatch watch. Yeah the swatch? They're just recruiting you little fuckers right out of preschool now, aren't they?\nAnyway, well done in defeating [GENERIC APOCALYPTIC THREAT] and here is your [GENERIC REWARD]. Oh and Leah warned me that my form letter system was playing up so you might see some [GENERIC FLIRTATION] and a [DICK JOKE]. Anyway, you'll figure it out.",
        "TaskID": "19941"
    },
    "3575": {
        "QuestName": "The Echoing Doom of Egypt - Gold",
        "Report": "So apparently the Mayans were shitty timekeepers. It's not really that surprising considering they lived a few thousand years before the swatch watch. Yeah the swatch? They're just recruiting you little fuckers right out of preschool now, aren't they?\nAnyway, well done in defeating [GENERIC APOCALYPTIC THREAT] and here is your [GENERIC REWARD]. Oh and Leah warned me that my form letter system was playing up so you might see some [GENERIC FLIRTATION] and a [DICK JOKE]. Anyway, you'll figure it out.",
        "TaskID": "19942"
    },
    "3576": {
        "QuestName": "The Echoing Doom of Transylvania - Gold",
        "Report": "So apparently the Mayans were shitty timekeepers. It's not really that surprising considering they lived a few thousand years before the swatch watch. Yeah the swatch? They're just recruiting you little fuckers right out of preschool now, aren't they?\nAnyway, well done in defeating [GENERIC APOCALYPTIC THREAT] and here is your [GENERIC REWARD]. Oh and Leah warned me that my form letter system was playing up so you might see some [GENERIC FLIRTATION] and a [DICK JOKE]. Anyway, you'll figure it out.",
        "TaskID": "19943"
    },
    "3577": {
        "QuestName": "The Pagans",
        "Report": "This just goes to show that our cultural propaganda agenda is working, even decades after it began. What? You didn't know Elvis worked for us? You probably think he is dead.\nAnyway Zurn almost wet himself when I told him you had managed to make one of the filth dance using a cheap boombox. His exact words were 'if auditory stimulation can awaken latent memory then perhaps upon removal of the filth, the mutations might reverse themselves'.\nWe knew they weren't zombies. Too much brain activity. But they are far, far more than just psychotic humans. And Ricky got closure too. Heartwarming.",
        "TaskID": "19946"
    },
    "3578": {
        "QuestName": "Mother of a Season",
        "Report": "You didn't see any giant cocks flying around? No big cocks?\nDon't snigger.\nYour little fling with Hel was cute and stomping her back to sleep was the right thing to do - but it is the signs of the end time that worry us. The last thing we need right now is Ragnarok and so you keep your eyes peeled for a sooty red cock crowing that the end is about to begin.\nAnd stop laughing!",
        "TaskID": "19956"
    },
    "3582": {
        "QuestName": "The Pachinko Model",
        "Report": "Oh, that Daimon Kiyota, like Tyler Durden and the Joker poured into a pinstripe suit. And what's with all the '20s slang? I can't tell if he's a major player or an idiot who's gotten lucky. Keep an eye on that one. Right, so Fear Nothing hits an 11 on the creepy meter. We need to know more about the bomb. We need someone who survived Fear Nothing. I need a drink.\n\nKG",
        "TaskID": "19967"
    },
    "3583": {
        "QuestName": "Contract Killers",
        "Report": "Diplomacy with Inbeda's crew is all about keeping a strong stomach. Good work. The game, as expected, just got more complicated. Hidden players. Did I see rabbit ears in that footage? Never mind. We need to get to the bottom of this. Proceed to the Korinto-kai. Intel says they're a branch of the Yakuza with occult leanings. Reading some crazy things about their leader, Daimon Kiyota. Find out if any of it is true. Ciao-ciao.\n\nKG",
        "TaskID": "19970"
    },
    "3584": {
        "QuestName": "The Right of Way",
        "Report": "The Jingu and the Templars were made for each other. In fact, I've heard that Gozen and Sonnac once had a thing going. Oh, Dick, I didn't know you had it in you. Now those are some compromising pictures I'd like to have. Get to the House-in-Exile and use our contacts there to get the advantage on the Reds and Greens. We've been working the fine print on Faustian contracts longer than any of them. You ever see a demon sweat when looking at an Illuminati clause? Delicious.\n\nKG",
        "TaskID": "19974"
    },
    "3585": {
        "QuestName": "Preludes & Intrigues",
        "Report": "Are you there yet? Have you talked to Arturo yet? I want answers. Yesterday. All the angry cliches.\n\nKG",
        "TaskID": "19976"
    },
    "3586": {
        "QuestName": "Runaway Circus",
        "Report": "Masao Tanaka is an odd bird. Doesn't believe in the supernatural – is in charge of covering it up. I guess that makes him strangely qualified. He knows we're there to do our thing, that's what's important. There are three micro-factions that still have influence in Tokyo. Our strongest connection is with the House-in-Exile, Oni demons kicked out of one of the suburbs of Hell. Their leader is a disgusting pig, but we'll string him along for exactly the length of his usefulness. Then…snip-snip. \n\nCiao-ciao.",
        "TaskID": "19977"
    },
    "3587": {
        "QuestName": "The Pachinko Model",
        "Report": "Oh, that Daimon Kiyota, like Tyler Durden and the Joker poured into a pinstripe suit. And what's with all the '20s slang? I can't tell if he's a major player or an idiot who's gotten lucky. Keep an eye on that one. Right, so Fear Nothing hits an 11 on the creepy meter. We need to know more about the bomb. We need someone who survived Fear Nothing. I need a drink.\n\nKG",
        "TaskID": "20103"
    },
    "3589": {
        "QuestName": "Dear Diary",
        "Report": "I'll file this under my creepy-late-night-reading. Is Fear Nothing just another deadly flake cult, or do they have a more dangerous endgame? Keep digging.\n\nKG",
        "TaskID": "19985"
    },
    "3590": {
        "QuestName": "Venice Sinking",
        "Report": "Arturo goes on my \"To Do\" list. But since he turned on the Phoenicians, he goes on the backburner pile, because when you turn on the Phoenicians, your life expectancy reaches quagga status. What? Don't get it? A quagga is an extinct mammal, like a half-zebra/half-horse. God. Read a book. For now, leave Arturo to us. Get to Tokyo. When Zurn sends new recruits tripping the psychotropic fantastic, to relive the events in Tokyo, \"Sarah\" is always the name they remember. I don't have to tell you that. It's her memories. Connect the dots to the How and Why on this one. I can't have any more loose ends while I adjust the paradigm on a world with a collapsing Council of Venice.\n\nKG",
        "TaskID": "19988"
    },
    "3591": {
        "QuestName": "Spiral",
        "Report": "If Yuichi was originally supposed to detonate the bomb, who was plan B? If the bomb was not supposed to go off in transit, what went wrong? Who delivered the bomb into the city? Who in the know let it happen? Not the House-in-Exile. This hurts their bottom line. I want some of these question marks retired with extreme prejudice. To do that, you need to find this killer. \"White Rabbit\" is a decent song. For the 60s. Guess I can put it on my playlist for now… Fun fact: Harumi has been on some of our watch lists. She's quite the little hacker prodigy. Might have to think recruitment in a few years. Isn't she just too adorable? Ciao-ciao.\n\nKG",
        "TaskID": "20031"
    },
    "3592": {
        "QuestName": "Back to the Beginning",
        "Report": "Well, damn. It's like Being John Malkovich up in her head. She relives it? Every single time? That's going to leave some scars. That still doesn't explain the How. Zurn suspects it has something to do with the blast. We need to know more about the bomb and who detonated it. Get rambling.\n\nKG",
        "TaskID": "20059"
    },
    "3593": {
        "QuestName": "Treachery in Purple",
        "Report": "From Tyre to Byblos to Arwad to Sidon. Carthage never died. Looking for treachery? No need to seek something as exotic as us, it's much closer to home than you think. This struggle is unnecessary. We're already in your bed.\n\nThe Purple",
        "TaskID": "19995"
    },
    "3594": {
        "QuestName": "The Animate Clay",
        "Report": "You were the star of your very own Hammer movie. Kudos.\n\nYou eighty-sixed the science fair experiment. That's good. That makes Dr. Aldini happy, and making our business associates happy makes us happy. Everyone's happy. Wash the formaldehyde off your hands and take a night on the town.\n\nZurn has been pestering me about the details of this mission all day. He's suffering acute mad scientist envy. He's doing his own grafting projects, but we aren't allowing him human parts at present. \nYesterday, he made a squid-squirrel.\n\nCiao-ciao.\n\nKG",
        "TaskID": "20000"
    },
    "3595": {
        "QuestName": "Immersion",
        "Report": "Text-based gaming. Very retro. But enough fun and games. Who is this John person? His dirty little name has been popping up in odd places in our computers back at base. And our firewalls can hold back minor deities. Feeling kind of violated. Change your priority lists. You're going to Tokyo, and you're going to find John.\n\nKG",
        "TaskID": "20014"
    },
    "3597": {
        "QuestName": "Trials of the Dragon",
        "Report": "So you're a great vampire hunter now? Another fine entry in your CV. You gain benefits from that, right? Like a sixth sense or mad lathe skills or dental? This isn't my area of expertise, but I skimmed through the last season of Buffy on my phone, and think I got the gist of it.\n\nKG",
        "TaskID": "20022"
    },
    "3598": {
        "QuestName": "The Abandoned",
        "Report": "What is it with @#$%!&* kid's books? Thinking of requesting a Spooky Kid's Books division. You wouldn't believe how many mysterious deaths lead back to the children's wing of some old library. Well congratulations. You've furthered relations with Mosul, a contact of questionable relevance. But you never know. I guess it's back to the Mystery Machine with you.\n\nKG",
        "TaskID": "20047"
    },
    "3599": {
        "QuestName": "Hell's Arsenal",
        "Report": "The number of Oni in Tokyo is getting unmanageable. Unless they're from the House-in-Exile, I'd rather keep their scabby hides and weapons on the other side of the dimensional border.\nKG",
        "TaskID": "20053"
    },
    "3601": {
        "QuestName": "Spy Games",
        "Report": "The Council of Venice is Casablanca meets Tom Clancy. Secrets, betrayals, spies, and intrigue. It's been that way for a long time. But if Arturo has to fear his own people, things are taking a southward turn. Stay frosty. Trust no one. Count the number of knives in your back before you go to bed. Night-night.\n\nKG",
        "TaskID": "20056"
    },
    "3604": {
        "QuestName": "Contract Killers",
        "Report": "Diplomacy with Inbeda's crew is all about keeping a strong stomach. Good work. The game, as expected, just got more complicated. Hidden players. Did I see rabbit ears in that footage? Never mind. We need to get to the bottom of this. Proceed to the Korinto-kai. Intel says they're a branch of the Yakuza with occult leanings. Reading some crazy things about their leader, Daimon Kiyota. Find out if any of it is true. Ciao-ciao.\n\nKG",
        "TaskID": "20064"
    },
    "3605": {
        "QuestName": "Venice Sinking",
        "Report": "Arturo goes on my \"To Do\" list. But since he turned on the Phoenicians, he goes on the backburner pile, because when you turn on the Phoenicians, your life expectancy reaches quagga status. What? Don't get it? A quagga is an extinct mammal, like a half-zebra/half-horse. God. Read a book. For now, leave Arturo to us. Get to Tokyo. When Zurn sends new recruits tripping the psychotropic fantastic, to relive the events in Tokyo, \"Sarah\" is always the name they remember. I don't have to tell you that. It's her memories. Connect the dots to the How and Why on this one. I can't have any more loose ends while I adjust the paradigm on a world with a collapsing Council of Venice.\n\nKG",
        "TaskID": "20069"
    },
    "3606": {
        "QuestName": "Filth Evolved",
        "Report": "The Filth is evolving. That's big, and we've been away from the Petri dish too long. Harvest me any Orochi data you get (seasoned with your own practical observations). We're supposed to be ahead of the curve, and I hate playing catch-up. Ja mata!\n\nKG",
        "TaskID": "20070"
    },
    "3613": {
        "QuestName": "The Right of Way",
        "Report": "The Jingu and the Templars were made for each other. In fact, I've heard that Gozen and Sonnac once had a thing going. Oh, Dick, I didn't know you had it in you. Now those are some compromising pictures I'd like to have. Get to the House-in-Exile and use our contacts there to get the advantage on the Reds and Greens. We've been working the fine print on Faustian contracts longer than any of them. You ever see a demon sweat when looking at an Illuminati clause? Delicious.\n\nKG",
        "TaskID": "20099"
    },
    "3614": {
        "QuestName": "Pieces of Sarah",
        "Report": "Sarah is a fascinating case, as in \"Zurn wants her as a Guinea pig.\" We still don't know how she became this way, how her head is accessible to so many. Maybe Alex McCall can tell us more. He's overdue for a report.\n\nKG",
        "TaskID": "20090"
    },
    "3615": {
        "QuestName": "Back to the Beginning",
        "Report": "Well, damn. It's like Being John Malkovich up in her head. She relives it? Every single time? That's going to leave some scars. That still doesn't explain the How. Zurn suspects it has something to do with the blast. We need to know more about the bomb and who detonated it. Get rambling.\n\nKG",
        "TaskID": "20094"
    },
    "3616": {
        "QuestName": "Spiral",
        "Report": "If Yuichi was originally supposed to detonate the bomb, who was plan B? If the bomb was not supposed to go off in transit, what went wrong? Who delivered the bomb into the city? Who in the know let it happen? Not the House-in-Exile. This hurts their bottom line. I want some of these question marks retired with extreme prejudice. To do that, you need to find this killer. \"White Rabbit\" is a decent song. For the 60s. Guess I can put it on my playlist for now… Fun fact: Harumi has been on some of our watch lists. She's quite the little hacker prodigy. Might have to think recruitment in a few years. Isn't she just too adorable? Ciao-ciao.\n\nKG",
        "TaskID": "20105"
    },
    "3617": {
        "QuestName": "Follow the White Rabbit",
        "Report": "Satellite images have gone gonzo in the Kaidan area, so this is going to have to be done with old-fashioned footwork. The rabbit definitely went beyond the first wall, so you're on the right track. We need to know the common link between all the rabbit's victims. Is it all Fear Nothing and Morninglight related? And who sent the rabbit? I'd like the killer's name too, because I'm going to nail-file shiv an intern if I have to type \"rabbit\" in one more report. Ciao-ciao\n\nKG",
        "TaskID": "20270"
    },
    "3619": {
        "QuestName": "The Right Round",
        "Report": "The specs on those defence towers might prove useful to us. And if the field testing only costs a few dozen Orochi red shirts, then it's a bargain from any angle. Ciao-ciao.\n\nKG",
        "TaskID": "20130"
    },
    "3620": {
        "QuestName": "The Bank Heist",
        "Report": "Let me get this straight. You walk around with weapons, potions and god-only-knows what else jammed into your apparently infinite pockets and YOU DIDN'T TAKE ANY OF THE MONEY?\nForget the fact that you just cartwheeled down a corridor, moonwalked across a high tech floor and then used a robot freaking arm to get past security – you robbed a bank and didn't take the money?\nEither you aren't half the Illuminati I thought you were, or Daimon Kiyota has kung fucked your brain.\nSeriously though, people are watching you. At least try to keep up appearances. It reflects on both of us.\n\nKG",
        "TaskID": "20140"
    },
    "3622": {
        "QuestName": "The Patchwork Horror - Bronze",
        "Report": "So this John thing has become the demon golem lord of refurbished electronics? What is he/it? Zurn has some theories, but he's a bit loopy after being awake for 81 hours on some drug from a South American vine. I want to know more. You want to get me more. See how beautifully the system works?\n\nKG",
        "TaskID": "20145"
    },
    "3623": {
        "QuestName": "The Patchwork Horror - Silver",
        "Report": "So this John thing has become the demon golem lord of refurbished electronics? What is he/it? Zurn has some theories, but he's a bit loopy after being awake for 81 hours on some drug from a South American vine. I want to know more. You want to get me more. See how beautifully the system works?\n\nKG",
        "TaskID": "20146"
    },
    "3624": {
        "QuestName": "The Patchwork Horror - Gold",
        "Report": "I'm getting images spammed into my smartphone from John. Bad images. They just gave me a nose bleed, but the guy in tech support isn't as tough. He lost it and bashed his head into the wall. I want to know what John is. NOW.\n\nKG",
        "TaskID": "20147"
    },
    "3625": {
        "QuestName": "The Patchwork Horror",
        "Report": "I'm getting images spammed into my smartphone from John. Bad images. They just gave me a nose bleed, but the guy in tech support isn't as tough. He lost it and bashed his head into the wall. I want to know what John is. NOW.\n\nKG",
        "TaskID": "20150"
    },
    "3627": {
        "QuestName": "The Guardian of Earth - Gold",
        "Report": "Another one of those things? They're some kind of automatic defence mechanism - the eggheads are calling them the white blood cells of Gaia.\nWe're getting reports that they've been showing up where the filth outbreaks have been most prevalent. Which means all of the wonderful hotspots you've been visiting recently.\nManagement thinks we already have enough competition for the title of Last Man Standing after the apocalypse. If you see any more of those things, get rid of them. They're about as effective at saving the world as buying a Prius and they're almost as annoying.\nWe want to remain the dominant fucking parasite.",
        "TaskID": "20152"
    },
    "3630": {
        "QuestName": "The Guardians - Silver",
        "Report": "Gaia's own immune system is turning on the body. That's cancer. We perform the vicious surgery and we'll bill the world later for it. With interest.\n\nKG",
        "TaskID": "20155"
    },
    "3631": {
        "QuestName": "The Guardians - Bronze",
        "Report": "Gaia's own immune system is turning on the body. That's cancer. We perform the vicious surgery and we'll bill the world later for it. With interest.\n\nKG",
        "TaskID": "20156"
    },
    "3633": {
        "QuestName": "The Guardian of Water - Gold",
        "Report": "Another one of those things? They're some kind of automatic defence mechanism - the eggheads are calling them the white blood cells of Gaia.\nWe're getting reports that they've been showing up where the filth outbreaks have been most prevalent. Which means all of the wonderful hotspots you've been visiting recently.\nManagement thinks we already have enough competition for the title of Last Man Standing after the apocalypse. If you see any more of those things, get rid of them. They're about as effective at saving the world as buying a Prius and they're almost as annoying.\nWe want to remain the dominant fucking parasite.",
        "TaskID": "20158"
    },
    "3635": {
        "QuestName": "The Guardian of Stone - Gold",
        "Report": "Another one of those things? They're some kind of automatic defence mechanism - the eggheads are calling them the white blood cells of Gaia.\nWe're getting reports that they've been showing up where the filth outbreaks have been most prevalent. Which means all of the wonderful hotspots you've been visiting recently.\nManagement thinks we already have enough competition for the title of Last Man Standing after the apocalypse. If you see any more of those things, get rid of them. They're about as effective at saving the world as buying a Prius and they're almost as annoying.\nWe want to remain the dominant fucking parasite.",
        "TaskID": "20160"
    },
    "3637": {
        "QuestName": "The Guardian of Fire - Gold",
        "Report": "Another one of those things? They're some kind of automatic defence mechanism - the eggheads are calling them the white blood cells of Gaia.\nWe're getting reports that they've been showing up where the filth outbreaks have been most prevalent. Which means all of the wonderful hotspots you've been visiting recently.\nManagement thinks we already have enough competition for the title of Last Man Standing after the apocalypse. If you see any more of those things, get rid of them. They're about as effective at saving the world as buying a Prius and they're almost as annoying.\nWe want to remain the dominant fucking parasite.",
        "TaskID": "20162"
    },
    "3639": {
        "QuestName": "The Guardian of Sand - Gold",
        "Report": "Another one of those things? They're some kind of automatic defence mechanism - the eggheads are calling them the white blood cells of Gaia.\nWe're getting reports that they've been showing up where the filth outbreaks have been most prevalent. Which means all of the wonderful hotspots you've been visiting recently.\nManagement thinks we already have enough competition for the title of Last Man Standing after the apocalypse. If you see any more of those things, get rid of them. They're about as effective at saving the world as buying a Prius and they're almost as annoying.\nWe want to remain the dominant fucking parasite.",
        "TaskID": "20164"
    },
    "3641": {
        "QuestName": "The Verdant Guardian - Gold",
        "Report": "Another one of those things? They're some kind of automatic defence mechanism - the eggheads are calling them the white blood cells of Gaia.\nWe're getting reports that they've been showing up where the filth outbreaks have been most prevalent. Which means all of the wonderful hotspots you've been visiting recently.\nManagement thinks we already have enough competition for the title of Last Man Standing after the apocalypse. If you see any more of those things, get rid of them. They're about as effective at saving the world as buying a Prius and they're almost as annoying.\nWe want to remain the dominant fucking parasite.",
        "TaskID": "20166"
    },
    "3643": {
        "QuestName": "The Guardian of Pestilence - Gold",
        "Report": "Another one of those things? They're some kind of automatic defence mechanism - the eggheads are calling them the white blood cells of Gaia.\nWe're getting reports that they've been showing up where the filth outbreaks have been most prevalent. Which means all of the wonderful hotspots you've been visiting recently.\nManagement thinks we already have enough competition for the title of Last Man Standing after the apocalypse. If you see any more of those things, get rid of them. They're about as effective at saving the world as buying a Prius and they're almost as annoying.\nWe want to remain the dominant fucking parasite.",
        "TaskID": "20168"
    },
    "3645": {
        "QuestName": "The Guardian of Ice - Gold",
        "Report": "Another one of those things? They're some kind of automatic defence mechanism - the eggheads are calling them the white blood cells of Gaia.\n\nWe're getting reports that they've been showing up where the filth outbreaks have been most prevalent. Which means all of the wonderful hotspots you've been visiting recently.\n\nManagement thinks we already have enough competition for the title of Last Man Standing after the apocalypse. If you see any more of those things, get rid of them. They're about as effective at saving the world as buying a Prius and they're almost as annoying.\n\nWe want to remain the dominant fucking parasite.",
        "TaskID": "20170"
    },
    "3646": {
        "QuestName": "The All-Seeing Kawaii",
        "Report": "I'm not sure you have your focus in the right place, champ. I mean, I sort of understand the fascination with Missy Jailbait and Captain Pissstains. But CCTV? Leah can get me a high-rez close-up of your left nostril in about 4 seconds if I need it.\nSad part is the Templars probably think CCTV is still relevant. But we were talking about your focus. You're in Tokyo to get answers. Get. Them.\nManagement is impatient.",
        "TaskID": "20186"
    },
    "3647": {
        "QuestName": "All Alone Together",
        "Report": "This mission report reads like the imdb entry for the cast of Stand By Me. Dead, dead, alive but not longer relevant, etc.\n\nIf it wasn't for the Orochi connection, I'd be disappointed in you. We don't know a lot about the Mitsubachi project – but rest assured it isn't related to the godawful anime making a comeback. We might have to send someone out to pick up Amaya for a chat. ",
        "TaskID": "20205"
    },
    "3648": {
        "QuestName": "Fierce Competition",
        "Report": "This is Ronelle. We met once.\nAll intelligence you gather on the assassin from this point, be intercepted and filtered by the Magicians. By order of the Board.\nMost assassins have a preferred set of weapons. The use of the katana and the implication that this assassin is playing dress up gives us deja-vu regarding an incident at one of our safe houses in the Roppongi Hills.\nKeep your eyes open.",
        "TaskID": "20246"
    },
    "3653": {
        "QuestName": "My Bloody Valentine",
        "Report": "Masao Tanaka isn't going to like finding out his daughter was a cultist higher-up. But I think that has less to do with her safety than it does with complicating his rep. But hey, I can't judge on family dynamics, so whatevs. A lot of complicated ins and outs, so keep it simple with an eye on the prize – it's wabbit season. Morninglight has safehouses scattered in the Kaidan area. Locate them.\n\nKG",
        "TaskID": "20255"
    },
    "3654": {
        "QuestName": "Youth Outreach",
        "Report": "So Masao Tanaka hired a drunk, out-of-his-depth detective to find his daughter. Daddy must really care. Or Daddy wants her found…but doesn't want the mystery pierced any further than that. The man's molecules are held together by the super-duper tenuous glue of denial. You are going to poke some holes in the mystery though. All you have to do to impress me is be more competent than an alcoholic in a used furry suit. I'll have marketing make that into a motivational poster.\n\nKG",
        "TaskID": "20262"
    },
    "3655": {
        "QuestName": "Law of Salvage",
        "Report": "More Orochi tech is always good for corporate stocking stuffers. We need to keep ahead of the AEGIS curve. Also, what was that blighted ape monster thing? Zurn says it doesn't quite fit the Filth fauna profile of Kaidan. Keep that on the back burner to investigate, you know, in your copious free time. Ciao-ciao.\n\nKG\n",
        "TaskID": "20269"
    },
    "3656": {
        "QuestName": "One Kill Ahead",
        "Report": "And that is the end of Naonomi. Who's behind the rabbit killer? Is the Morninglight silencing its own people, or did they piss someone else off? Moving on…the Dream Palace. It's a love hotel with a whole candy store of themes. It's oddly functional, given the post-apocalyptic state of Kaidan. Our intel shows an interesting list of clients, both in the mundane underworld and the secret underworld. Let me know how the rooms are.\n\nKG",
        "TaskID": "20275"
    },
    "3658": {
        "QuestName": "Nightmare in the Dream Palace",
        "Report": "Your report makes for interesting reading. John and Che – Fear and Loathing in Kaidan. Even more interesting is who runs the Dream Palace. Even more scary, is a bodiless thing like John being that afraid of Lilith. We – shit. Have to go. The talking heads are buzzing me. Be ready. Fuck.\n\nKG",
        "TaskID": "20389"
    },
    "3660": {
        "QuestName": "The Broadcast",
        "Report": "Vintage old-timey radio show mp3s are so in right now. Red Hand projects going to Orochi, what could possibly go wrong? The new merged team could be called the Red Shirt project. Nice to see Screed is still at it. No better way to obfuscate secrets than by inundating the world with conspiracies. Screed's latest obsession is the Berenstein/Berenstain Bears controversy. Spelling of a children's book title to prove parallel universes and the Mandela Effect. Don't believe me, Google it. Funny. I remember it as the Berenstein Bears. Weird…\n\nKG",
        "TaskID": "20308"
    },
    "3665": {
        "QuestName": "My Bloody Valentine",
        "Report": "Masao Tanaka isn't going to like finding out his daughter was a cultist higher-up. But I think that has less to do with her safety than it does with complicating his rep. But hey, I can't judge on family dynamics, so whatevs. A lot of complicated ins and outs, so keep it simple with an eye on the prize – it's wabbit season. Morninglight has safehouses scattered in the Kaidan area. Locate them.\n\nKG",
        "TaskID": "20321"
    },
    "3673": {
        "QuestName": "O Captain!",
        "Report": "Insane sea captains and odd dockside Filth infestations. I'd like to know where that ship has been.\n\nKG",
        "TaskID": "20330"
    },
    "3674": {
        "QuestName": "Law of Salvage",
        "Report": "Well, I guess we can anticipate on seeing three Researcher positions available on the Orochi website! Also, what was that blighted ape monster thing? Zurn says it doesn't quite fit the Filth fauna profile of Kaidan. Keep that on the back burner to investigate, you know, in your copious free time. Ciao-ciao.\n \nKG\n",
        "TaskID": "20351"
    },
    "3675": {
        "QuestName": "The Christmas Conspiracy",
        "Report": "If you open your official history books, in 1943, German ships bombed the city of Bari, causing the release of mustard gas (stored there by the US military). Many deaths resulted. What really went down is that we tried to make a raid on Bari to recover the other half of the St. Nick's remains. The Council was shut down and our time to pick up the fumble. Almost got away with it too, if it hadn't been for the purple kids. They set up a nice little mustard gas surprise trap. Wiped out the entire Illuminati team and lots of civilian collateral damage to boot. Officially, our dead agents were listed as merchant seamen and the whole chemical weapon thing was hushed by the US government (at our behest). Now you have the teachers' edition of history. Good work on recovering a sample of the Manna for us. Wonder if that works in cocktails…\n\nKG",
        "TaskID": "20371"
    },
    "3685": {
        "QuestName": "Youth Outreach",
        "Report": "So Masao Tanaka hired a drunk, out-of-his-depth detective to find his daughter. Daddy must really care. Or Daddy wants her found…but doesn't want the mystery pierced any further than that. The man's molecules are held together by the super-duper tenuous glue of denial. You are going to poke some holes in the mystery though. All you have to do to impress me is be more competent than an alcoholic in a used furry suit. I'll have marketing make that into a motivational poster.\n\nKG",
        "TaskID": "20377"
    },
    "3686": {
        "QuestName": "One Kill Ahead",
        "Report": "And that is the end of Naonomi. Who's behind the rabbit killer? Is the Morninglight silencing its own people, or did they piss someone else off? Moving on…the Dream Palace. It's a love hotel with a whole candy store of themes. It's oddly functional, given the post-apocalyptic state of Kaidan. Our intel shows an interesting list of clients, both in the mundane underworld and the secret underworld. Let me know how the rooms are.\n\nKG",
        "TaskID": "20383"
    },
    "3687": {
        "QuestName": "Nightmare in the Dream Palace",
        "Report": "Your report makes for interesting reading. John and Che – Fear and Loathing in Kaidan. Even more interesting is who runs the Dream Palace. Even more scary, is a bodiless thing like John being that afraid of Lilith. We – shit. Have to go. The talking heads are buzzing me. Be ready. Fuck.\n\nKG",
        "TaskID": "20395"
    },
    "3688": {
        "QuestName": "The Signal",
        "Report": "The Pyramidion is getting twitchy. More than usual. Something is about to go down. Oh! And I see something strange on the tower. I think that's your cue. Break a leg (or several).\n\nKG",
        "TaskID": "20386"
    },
    "3689": {
        "QuestName": "Feeding Hunger With Famine",
        "Report": "Loki has some messed up, mutant-freak-demon seed. Get a library card. Take a look at the list of his children sometime. The more you know.\n\nKG",
        "TaskID": "20404"
    },
    "3691": {
        "QuestName": "Assault on Orochi Tower",
        "Report": "This is it. This is sudden death overtime. This is two tequila shots away from the worm in a drinking contest with a life on the line (semi-autobiographical). No pressure, but don't fuck it up. Orochi Tower has been cut off for weeks now, but intel says there is still activity inside. No surprise, the building could probably sustain itself for years. Be alert. Corporate culture already hits Patrick Bateman levels of crazy on its own, no telling what level of Lord of the Flies ga-ga anyone still in there has reached. So, you know, have fun out there, kiddo, but call to check in. Your father and I always worry. Ciao-ciao.\n\nKG",
        "TaskID": "20433"
    },
    "3694": {
        "QuestName": "The Eight-Headed Serpent",
        "Report": "Top of the world. Bet the view is killer. Intel is sketchy on whether Samuel Chandra is present at the tower or not, but he's not our primary target right now, and all sources indicate he and Lilith have had a falling out. Find her. Keep your legs on this time. Sorry. Maiming humour. Good times.\nKG",
        "TaskID": "20421"
    },
    "3695": {
        "QuestName": "Confrontations and Revelations",
        "Report": "The fuck. The. Fuck. You are all over the media. ALL OVER. Kind of takes away the mystique out of \"secret agent.\" The talking heads...well...I've never heard them chatter the way they're chattering now. THE FUCK! Ok. Strategic breath. Strategic drink. Lets regroup and focus on damage control. On one hand, you kicked up the hornets nest of a global conglomerate and club of evil angels from the dawn of time. Was a media smear campaign one of the plagues of Egypt? On the other hand, we sent you in there to do just that, and you survived. So you're still of use to the Scary Things From Upstairs. I can keep you on the good list. But you need to lay low while we figure out the next step. Marquard perhaps? Oh, and while you're at it, take a few company perks and consider changing your look. Your face is all over the news. Also, the change couldn't hurt. I didn't want to say anything but...\n\nKG",
        "TaskID": "20426"
    },
    "3698": {
        "QuestName": "Portability",
        "Report": "Something shiny? For me? You shouldn't have. Zurn is all twitterpated. He suspects these portable anima wells are attuned to the Mitsubachi somehow. But the future possibilities of agents reviving wherever we want…well, that's exciting.\n\nKG",
        "TaskID": "20430"
    },
    "3700": {
        "QuestName": "Assault on Orochi Tower",
        "Report": "This is it. This is sudden death overtime. This is two tequila shots away from the worm in a drinking contest with a life on the line (semi-autobiographical). No pressure, but don't fuck it up. Orochi Tower has been cut off for weeks now, but intel says there is still activity inside. No surprise, the building could probably sustain itself for years. Be alert. Corporate culture already hits Patrick Bateman levels of crazy on its own, no telling what level of Lord of the Flies ga-ga anyone still in there has reached. So, you know, have fun out there, kiddo, but call to check in. Your father and I always worry. Ciao-ciao.\n\nKG",
        "TaskID": "20437"
    },
    "3701": {
        "QuestName": "Confrontations and Revelations",
        "Report": "The fuck. The. Fuck. You are all over the media. ALL OVER. Kind of takes away the mystique out of \"secret agent.\" The talking heads…well…I've never heard them chatter the way they're chattering now. THE FUCK! Ok. Strategic breath. Strategic drink. Lets regroup and focus on damage control. On one hand, you kicked up the hornets nest of a global conglomerate and club of evil angels from the dawn of time. Was a media smear campaign one of the plagues of Egypt? On the other hand, we sent you in there to do just that, and you survived. So you're still of use to the Scary Things From Upstairs. I can keep you on the good list. But you need to lay low while we figure out the next step. Marquard perhaps? \nKG",
        "TaskID": "20440"
    },
    "3702": {
        "QuestName": "The Eight-Headed Serpent",
        "Report": "Top of the world. Bet the view is killer. Intel is sketchy on whether Samuel Chandra is present at the tower or not, but he's not our primary target right now, and all sources indicate he and Lilith have had a falling out. Find her. Keep your legs on this time. Sorry. Maiming humour. Good times.\nKG",
        "TaskID": "20447"
    },
    "3705": {
        "QuestName": "The Penthouse - Nightmare",
        "Report": "Here's the weird thing: we had an operative fitting Uta's description (only she had a thing for blood-stained pyjamas and a Mickey Mouse mask). Weird, right? But it gets weirder. At around the same time, there was an operative matching a similar description within the Templars (only she wore a sailor suit). Something's not adding up. I'll get back to you on that.\n\nKG",
        "TaskID": "20455"
    },
    "3707": {
        "QuestName": "A Piece of the Road",
        "Report": "There's an office pool still going to see if Moose and Andy get together. Sandy \"Moose\" Jensen's file has some surprises. Before turning Easy Rider, he was a quite the power-playing Wall Street analyst. Traded it all in for for a Harley-Davidson-Jack-Handy philosophy. Does not compute. Oh well.\nKG",
        "TaskID": "20464"
    },
    "3709": {
        "QuestName": "The Penthouse - Nightmare Revisited",
        "Report": "Here's the weird thing: we had an operative fitting Uta's description (only she had a thing for blood-stained pyjamas and a Mickey Mouse mask). Weird, right? But it gets weirder. At around the same time, there was an operative matching a similar description within the Templars (only she wore a sailor suit). Something's not adding up. I'll get back to you on that.\n\nKG",
        "TaskID": "20487"
    },
    "3710": {
        "QuestName": "The Manufactory",
        "Report": "This is big. Big enough, the talking heads sent one of their personal messengers. What time is it? The clocks always go ga-ga when they show up. Anyway. This is a genuine Gaia Engine. Part of that snafu in Antarctica. Long story. Tech that predates all the theoretical ages. And we know where it's at. And we can't get it out. Dammit! This was Daimon's gamble, wasn't it? He doesn't control it, exactly, but it's stowed away in a place that none of the other interested parties can now get to without his knowing and possibly without his consent. He could never have put himself in this position when he was small time, before the bomb. That's ok. It's not going anywhere. Maybe it can be used to clean up the Filth mess in the meantime. Time is the currency that we use to payoff disadvantages into becoming advantages. Be in touch.\n\nKG.",
        "TaskID": "20491"
    },
    "3711": {
        "QuestName": "The Penthouse - Elite",
        "Report": "Here's the weird thing: we had an operative fitting Uta's description (only she had a thing for blood-stained pyjamas and a Mickey Mouse mask). Weird, right? But it gets weirder. At around the same time, there was an operative matching a similar description within the Templars (only she wore a sailor suit). Something's not adding up. I'll get back to you on that.\n\nKG",
        "TaskID": "20505"
    },
    "3712": {
        "QuestName": "The Penthouse - Elite Revisited",
        "Report": "Here's the weird thing: we had an operative fitting Uta's description (only she had a thing for blood-stained pyjamas and a Mickey Mouse mask). Weird, right? But it gets weirder. At around the same time, there was an operative matching a similar description within the Templars (only she wore a sailor suit). Something's not adding up. I'll get back to you on that.\n\nKG",
        "TaskID": "20511"
    },
    "3717": {
        "QuestName": "It Fell From the Outer Dark",
        "Report": "Your report reads as mostly lucid. Good for you. In the 1920's, a team of our operatives encountered a being that fits the profile you described. They all ripped out their own eyes and bit off their own tongues. Their reports were not as neat as yours.\n\nInsanity is not a good demographic for the population we are trying to lead. It fucks with our business model. So we have to keep the world at large from putting together the puzzle pieces that equal the squiddy face of what you saw.\n\nA psych eval and text analysis of your report shows that you're on edge. Take some \"me\" time and detox your brain.\n\nKG",
        "TaskID": "20519"
    },
    "3718": {
        "QuestName": "It Fell From the Outer Dark Revisited",
        "Report": "Your report reads as mostly lucid. Good for you. In the 1920's, a team of our operatives encountered a being that fits the profile you described. They all ripped out their own eyes and bit off their own tongues. Their reports were not as neat as yours.\n\nInsanity is not a good demographic for the population we are trying to lead. It fucks with our business model. So we have to keep the world at large from putting together the puzzle pieces that equal the squiddy face of what you saw.\n\nA psych eval and text analysis of your report shows that you're on edge. Take some \"me\" time and detox your brain.\n\nKG",
        "TaskID": "20522"
    },
    "3732": {
        "QuestName": "Bird of the Zero Point Pathogen",
        "Report": "Zurn is tabulating the data on whether or not this winged monster is a sibling to what we've faced in Agartha before, or if the Hollow Earth's \"timey wimey\" weirdness means you're all just facing the same creature in endless loop. Zurn says results are inconclusive, but he's always useless to me in the morning until he has that first lick of one of his South American toads.\n\nKG",
        "TaskID": "20538"
    },
    "3733": {
        "QuestName": "Bird of the Zero Point Pathogen Revisited",
        "Report": "Zurn is tabulating the data on whether or not this winged monster is a sibling to what we've faced in Agartha before, or if the Hollow Earth's \"timey wimey\" weirdness means you're all just facing the same creature in endless loop. Zurn says results are inconclusive, but he's always useless to me in the morning until he has that first lick of one of his South American toads...\n\n...wait. I just got a jolt of major deja vu. I feel like you've turned in that exact report, and that I've typed this exact response. What the hell? I need to talk to Zurn.\n\nKG",
        "TaskID": "20542"
    },
    "3761": {
        "QuestName": "The Thing from the Lair",
        "Report": "Looks like there was a big bad stomping around. And…it's dead. Go team.\nKG",
        "TaskID": "20570"
    },
    "3762": {
        "QuestName": "The Manufactory Revisited",
        "Report": "This is big. Big enough, the talking heads sent one of their personal messengers. What time is it? The clocks always go ga-ga when they show up. Anyway. This is a genuine Gaia Engine. Part of that snafu in Antarctica. Long story. Tech that predates all the theoretical ages. And we know where it's at. And we can't get it out. Dammit! This was Daimon's gamble, wasn't it? He doesn't control it, exactly, but it's stowed away in a place that none of the other interested parties can now get to without his knowing and possibly without his consent. He could never have put himself in this position when he was small time, before the bomb. That's ok. It's not going anywhere. Maybe it can be used to clean up the Filth mess in the meantime. Time is the currency that we use to payoff disadvantages into becoming advantages. Be in touch.\n\nKG.",
        "TaskID": "20574"
    },
    "3805": {
        "QuestName": "Manufactory Breached",
        "Report": "Passing on your report to those above. At least the Engine is still where it was, and we know the big tentacle gods are worried about it. Zurn asked if any of those experiments got brought back alive? Right. Not really your skill set.\nKG",
        "TaskID": "20621"
    },
    "3806": {
        "QuestName": "Manufactory Breached Revisted",
        "Report": "Passing on your report to those above. At least the Engine is still where it was, and we know the big tentacle gods are worried about it. Zurn asked if any of those experiments got brought back alive? Right. Not really your skill set.\nKG",
        "TaskID": "20625"
    },
    "3807": {
        "QuestName": "Crossroad of the Worlds - Nightmare",
        "Report": "Fun fact: 98% have no idea. It's our job to keep it that way.\nNotice how I started with the fun fact? I hope that conveys the fucking importance of this. You don't talk about what just happened. Not to the media. Not to me. Not to yourself. You've been good at keeping your lips sealed to this point. It's why I like you so much.\nLook, we're all dying to know what this thing is and where it came from. There are wards under this city that have seriously let us down. All of that will be looked into, probably by you. But in the meantime I don't want any scratching, any sniffing or any digging until today's events are nice and neat and covered up.\nTrust me to tell you when that is.\nFun fact: see above.",
        "TaskID": "20629"
    },
    "3808": {
        "QuestName": "Crossroad of the Worlds - Nightmare Revisited",
        "Report": "Fun fact: 98% have no idea. It's our job to keep it that way.\nNotice how I started with the fun fact? I hope that conveys the fucking importance of this. You don't talk about what just happened. Not to the media. Not to me. Not to yourself. You've been good at keeping your lips sealed to this point. It's why I like you so much.\nLook, we're all dying to know what this thing is and where it came from. There are wards under this city that have seriously let us down. All of that will be looked into, probably by you. But in the meantime I don't want any scratching, any sniffing or any digging until today's events are nice and neat and covered up.\nTrust me to tell you when that is.\nFun fact: see above.",
        "TaskID": "20632"
    },
    "3809": {
        "QuestName": "The Seven Silences",
        "Report": "Lorraine Maillard. My sources say she's been an active agent of the Council of Venice since the 80s. But the really interesting part is, according to those sources, she did not become a Bee by the normal means (\"normal\" being relative). The Council worked some kind of mad science to put one in her. See, before then she only had some kind of minor occult talent, probably didn't even know she did, and then Venice put a bee into her. We need to know the particulars of how that process works. Has the Council done this before? I don't know Lorraine's sad story (the Council deep-sixed her records), but it takes a powerful drive to do what she did.\n\nKG",
        "TaskID": "20684"
    },
    "3810": {
        "QuestName": "Bird of the Zero Point Pathogen - Nightmare",
        "Report": "Zurn is tabulating the data on whether or not this winged monster is a sibling to what we've faced in Agartha before, or if the Hollow Earth's \"timey wimey\" weirdness means you're all just facing the same creature in endless loop. Zurn says results are inconclusive, but he's always useless to me in the morning until he has that first lick of one of his South American toads.\n\nKG",
        "TaskID": "20680"
    },
    "3811": {
        "QuestName": "Bird of the Zero Point Pathogen - Nightmare Revisited",
        "Report": "Zurn is tabulating the data on whether or not this winged monster is a sibling to what we've faced in Agartha before, or if the Hollow Earth's \"timey wimey\" weirdness means you're all just facing the same creature in endless loop. Zurn says results are inconclusive, but he's always useless to me in the morning until he has that first lick of one of his South American toads... \n \n...wait. I just got a jolt of major deja vu. I feel like you've turned in that exact report, and that I've typed this exact response. What the hell? I need to talk to Zurn. \n \nKG ",
        "TaskID": "20683"
    },
    "3812": {
        "QuestName": "It Fell From the Outer Dark - Nightmare",
        "Report": "Your report reads as mostly lucid. Good for you. In the 1920's, a team of our operatives encountered a being that fits the profile you described. They all ripped out their own eyes and bit off their own tongues. Their reports were not as neat as yours.\n\nInsanity is not a good demographic for the population we are trying to lead. It fucks with our business model. So we have to keep the world at large from putting together the puzzle pieces that equal the squiddy face of what you saw.\n\nA psych eval and text analysis of your report shows that you're on edge. Take some \"me\" time and detox your brain.\n\nKG",
        "TaskID": "20695"
    },
    "3813": {
        "QuestName": "It Fell from the Outer Dark - Nightmare Revisted",
        "Report": "Your report reads as mostly lucid. Good for you. In the 1920's, a team of our operatives encountered a being that fits the profile you described. They all ripped out their own eyes and bit off their own tongues. Their reports were not as neat as yours.\n\nInsanity is not a good demographic for the population we are trying to lead. It fucks with our business model. So we have to keep the world at large from putting together the puzzle pieces that equal the squiddy face of what you saw.\n\nA psych eval and text analysis of your report shows that you're on edge. Take some \"me\" time and detox your brain.\n\nKG",
        "TaskID": "20698"
    },
    "3815": {
        "QuestName": "The Chrome Steed",
        "Report": "Ricky Pagan is cute in a hopelessly delusional sort of way. Helping keep what's left of the entrenched Orochi forces supplied and fighting the monsters in Kaidan helps stabilise things a smidge for us, but don't go getting lost in his delusions.\n\nKG",
        "TaskID": "20775"
    },
    "3816": {
        "QuestName": "Neuromancy and the Art of Making Friends",
        "Report": "Harumi is just adorbs, right? Don't get so attached. She's an asset. Granted, she might be a valuable asset. Her skill set is…unlikely. We might have a place for her here. But that's not your focus point now. If the world is still here when the Kaidan dust settles, and you eat all of your vegetables, then we can talk about keeping your new pet. That's of course if our plucky little hacker survives. The alternative scenario is tragic but saves us the worry of the other two factions snatching her up. In which case, you can have a moment of silence, but it's coming out of your vacation package. Meantime, stay frosty out there.\n\nKG",
        "TaskID": "20754"
    },
    "3817": {
        "QuestName": "Elements of Control",
        "Report": "Befriending stray mechs are we? We also have an interest in how the Filth, and the entity called John, are interacting with technology. Zurn's looked over some earlier iterations of the plans for Orochi's current line of mechs and bots (a little corporate espionage on our part). There were bits missing, certain pieces of technology that were skipped or shortcutted over. He wants to know how. So do I.\n\nKG",
        "TaskID": "20742"
    },
    "3820": {
        "QuestName": "Wetware",
        "Report": "It's people! Sorry. Couldn't resist. Was that insensitive? Did I trigger you, bro? Go shout it atop Tumblr. In the meantime, back to business. Orochi was filling its machines with meat, one of their scientists went cookoo, and in the end succeeded in summoning a wraith. I hope we don't run into that situation again. Grizzly stuff. \n \nIt's already happy hour over here, so this message may be slightly loopy. If you want to keep the crazy away in this business, I recommend a lot of high-grade alcohol and gallows humor. Zurn says, \"It'll give you +5 on your next SAN check.\" I don't know what the fuck that means. Ciao-ciao. \n \nKG ",
        "TaskID": "20760"
    },
    "3821": {
        "QuestName": "The Shadow",
        "Report": "Reading your report now. Went to terrifyingly powerful psychic little boy…his journey of self-discovery…his personal details…blah, blah, blah… Alright. That level of self-honesty in an agent goes above and beyond, but still makes for a boring report. Jung is obviously dangerous. Secrets are not safe around him, and we like to keep our secrets safe. We'll keep our distance for now, but we'll be watching. Eyes and pyramids and all that stuff. \n \nKG ",
        "TaskID": "20770"
    },
    "3827": {
        "QuestName": "Pieces of Jack",
        "Report": "Sad story. You really find the tearjerkers. This isn't the first time the meat in an Orochi cyborg has remembered its past. Beef in the shell.\n\nKG",
        "TaskID": "20777"
    },
    "3828": {
        "QuestName": "The Corpse and the Key",
        "Report": "Kaoru likes to play fair, or at least return the back scratch. Since you so graciously returned her love hotel's room key, she sent us a few tidbits on the dead guest. Looks like he was part of the Druids, a minor faction represented in the Council of Venice (they wear the little tree symbol badges). That's a surprise. I didn't think any of the little glee clubs would brave a hot bed zone like Kaidan. I wonder what else they're getting into, the little darlings.\n\nKG",
        "TaskID": "20778"
    },
    "3829": {
        "QuestName": "A Little Bit Me, A Little Bit Jung",
        "Report": "We can't find anything regarding Jung's actual name or family. That's all buried in an Orochi vault or database somewhere. We do know that he was entered into Orochi's Rising Star program. That he was known as subject 28 and, later on, called Jung (had a thing for quoting the psychologist). We have our very own search engine (like Google plus Yog-Sothoth with a dash of Max Headroom). It's managed to find a few other instances of people seeing a curious little boy with a big head in their dreams. That could be an asset.\n\nKG",
        "TaskID": "20779"
    },
    "3832": {
        "QuestName": "Appeasing the Flame",
        "Report": "I have to make offerings to unforgiving beings too. The only sacrifices they take are intel. Check back when you have more to give me. Ciao-ciao.\n\nKG",
        "TaskID": "20812"
    },
    "3833": {
        "QuestName": "The Angry Earth",
        "Report": "Captain Moustache's seismic-senses are tingling? Zurn says that normal geological events should not spill into the Hollow Earth so easily. I like to be first to the scene, so good initiative. Is Doctor Klein still kicking? No Vords! A dead end, but good to know. All right, rambler, keep rambling. Ciao-ciao.\nKG",
        "TaskID": "20795"
    },
    "3834": {
        "QuestName": "Digging Too Deep",
        "Report": "So the Atenists digging and playing with dynamite didn't cause the tremors? What I'd like to know is, was their goal to get Filth seeping through the ground, or are they after something else and that was just a happy accident for them? I'm unclear on this, and unclear is such a bad look for me. Upgrade my look, kay?\nKG",
        "TaskID": "20852"
    },
    "3837": {
        "QuestName": "Beneath You It Eats Its Name",
        "Report": "This Unbound thing is the type of piece that no player wants on the game board. It's the one thing that enemies can agree on. Too powerful, even for the powerful. Too chaotic, even for the insane. No one can make use of it. No one wants to rub that lamp. Blue, Red, Green, Purple... even mad cultists and tentacle gods, we are all in agreement to leave that thing out of play. In this round no one wins, so no one loses. The game plays on.\n\nKG",
        "TaskID": "20826"
    },
    "3839": {
        "QuestName": "Fight For Your Rites",
        "Report": "Moonlighting as an archaeologist are we? I'd say stop wasting time, but it's spent. May as well see if the lumps of clay you collected have anything interesting on them. It's not coming up as any known language on our end.\nKG",
        "TaskID": "20851"
    },
    "3840": {
        "QuestName": "In the Dusty Dark",
        "Report": "You there? Your locater went squiffy. We had you marked at the Black Pyramid. And now. Nowhere...\n\nKG",
        "TaskID": "20848"
    },
    "3850": {
        "QuestName": "Choose Your Own",
        "Report": "Quite the globetrotter lately. We should pencil in a personal powwow, and talk over your recent adventures, real soon. Ciao-ciao.\nKG",
        "TaskID": "20886"
    },
    "3860": {
        "QuestName": "The Gilded Rage - Gold",
        "Report": "Hahahahahahahahahahahaha! You killed what?\nThat's amazing. It's like Paris Hilton and Snoop Lion teamed up to do some geomancy. Shit, I'd better make sure her hypnotherapist hasn't been mindfucking her again.\nAs for you, nice work saving the world from Blingzilla. If more of them pop-up, you know what to do.",
        "TaskID": "20899"
    },
    "3861": {
        "QuestName": "The Gilded Rage - Silver",
        "Report": "Hahahahahahahahahahahaha! You killed what?\nThat's amazing. It's like Paris Hilton and Snoop Lion teamed up to do some geomancy. Shit, I'd better make sure her hypnotherapist hasn't been mindfucking her again.\nAs for you, nice work saving the world from Blingzilla. If more of them pop-up, you know what to do.",
        "TaskID": "20900"
    },
    "3862": {
        "QuestName": "The Gilded Rage - Bronze",
        "Report": "Hahahahahahahahahahahaha! You killed what?\nThat's amazing. It's like Paris Hilton and Snoop Lion teamed up to do some geomancy. Shit, I'd better make sure her hypnotherapist hasn't been mindfucking her again.\nAs for you, nice work saving the world from Blingzilla. If more of them pop-up, you know what to do.",
        "TaskID": "20901"
    },
    "3864": {
        "QuestName": "The Guardian of Strife - Gold",
        "Report": "Another one of those things? They're some kind of automatic defence mechanism - the eggheads are calling them the white blood cells of Gaia.\nWe're getting reports that they've been showing up where the filth outbreaks have been most prevalent. Which means all of the wonderful hotspots you've been visiting recently.\nManagement thinks we already have enough competition for the title of Last Man Standing after the apocalypse. If you see any more of those things, get rid of them. They're about as effective at saving the world as buying a Prius and they're almost as annoying.\nWe want to remain the dominant fucking parasite.",
        "TaskID": "20903"
    },
    "3869": {
        "QuestName": "Pyramid Schemes",
        "Report": "Coming soon...",
        "TaskID": "20927"
    },
    "3917": {
        "QuestName": "Echoing Doom - Silver",
        "Report": "So apparently the Mayans were shitty timekeepers. It's not really that surprising considering they lived a few thousand years before the swatch watch. Yeah the swatch? They're just recruiting you little fuckers right out of preschool now, aren't they?\nAnyway, well done in defeating [GENERIC APOCALYPTIC THREAT] and here is your [GENERIC REWARD]. Oh and Leah warned me that my form letter system was playing up so you might see some [GENERIC FLIRTATION] and a [DICK JOKE]. Anyway, you'll figure it out.",
        "TaskID": "21026"
    },
    "3918": {
        "QuestName": "Echoing Doom - Bronze",
        "Report": "So apparently the Mayans were shitty timekeepers. It's not really that surprising considering they lived a few thousand years before the swatch watch. Yeah the swatch? They're just recruiting you little fuckers right out of preschool now, aren't they?\nAnyway, well done in defeating [GENERIC APOCALYPTIC THREAT] and here is your [GENERIC REWARD]. Oh and Leah warned me that my form letter system was playing up so you might see some [GENERIC FLIRTATION] and a [DICK JOKE]. Anyway, you'll figure it out.",
        "TaskID": "21027"
    },
    "3931": {
        "QuestName": "Seek and Preserve - Bronze",
        "Report": "I hope your employers do not mind that I borrow their frequency in order to congratulate you. The machine is a modern marvel, designed to challenge, yes, but also to teach and sharpen. I hope that you are paying attention to the lesson you are learning here. I hope that you are growing sharp as well. The council will always have a use for sharp blades.\nCongratulations once again on your success,\nArturo",
        "TaskID": "21059"
    },
    "3932": {
        "QuestName": "Seek and Preserve - Silver",
        "Report": "I hope your employers do not mind that I borrow their frequency in order to congratulate you. The machine is a modern marvel, designed to challenge, yes, but also to teach and sharpen. I hope that you are paying attention to the lesson you are learning here. I hope that you are growing sharp as well. The council will always have a use for sharp blades.\nCongratulations once again on your success,\nArturo",
        "TaskID": "21060"
    },
    "3933": {
        "QuestName": "Seek and Preserve - Gold",
        "Report": "I hope your employers do not mind that I borrow their frequency in order to congratulate you. The machine is a modern marvel, designed to challenge, yes, but also to teach and sharpen. I hope that you are paying attention to the lesson you are learning here. I hope that you are growing sharp as well. The council will always have a use for sharp blades.\nCongratulations once again on your success,\nArturo",
        "TaskID": "21061"
    },
    "3934": {
        "QuestName": "Seek and Preserve - Platinum",
        "Report": "I hope your employers do not mind that I borrow their frequency in order to congratulate you. The machine is a modern marvel, designed to challenge, yes, but also to teach and sharpen. I hope that you are paying attention to the lesson you are learning here. I hope that you are growing sharp as well. The council will always have a use for sharp blades.\nCongratulations once again on your success,\nArturo",
        "TaskID": "21062"
    },
    "3935": {
        "QuestName": "Seek and Preserve - Bronze",
        "Report": "I hope your employers do not mind that I borrow their frequency in order to congratulate you. The machine is a modern marvel, designed to challenge, yes, but also to teach and sharpen. I hope that you are paying attention to the lesson you are learning here. I hope that you are growing sharp as well. The council will always have a use for sharp blades.\nCongratulations once again on your success,\nArturo",
        "TaskID": "21063"
    },
    "3936": {
        "QuestName": "Seek and Preserve - Silver",
        "Report": "I hope your employers do not mind that I borrow their frequency in order to congratulate you. The machine is a modern marvel, designed to challenge, yes, but also to teach and sharpen. I hope that you are paying attention to the lesson you are learning here. I hope that you are growing sharp as well. The council will always have a use for sharp blades.\nCongratulations once again on your success,\nArturo",
        "TaskID": "21064"
    },
    "3937": {
        "QuestName": "Seek and Preserve - Gold",
        "Report": "I hope your employers do not mind that I borrow their frequency in order to congratulate you. The machine is a modern marvel, designed to challenge, yes, but also to teach and sharpen. I hope that you are paying attention to the lesson you are learning here. I hope that you are growing sharp as well. The council will always have a use for sharp blades.\nCongratulations once again on your success,\nArturo",
        "TaskID": "21065"
    },
    "3938": {
        "QuestName": "Seek and Preserve - Platinum",
        "Report": "I hope your employers do not mind that I borrow their frequency in order to congratulate you. The machine is a modern marvel, designed to challenge, yes, but also to teach and sharpen. I hope that you are paying attention to the lesson you are learning here. I hope that you are growing sharp as well. The council will always have a use for sharp blades.\nCongratulations once again on your success,\nArturo",
        "TaskID": "21066"
    },
    "3939": {
        "QuestName": "Seek and Preserve - Bronze",
        "Report": "I hope your employers do not mind that I borrow their frequency in order to congratulate you. The machine is a modern marvel, designed to challenge, yes, but also to teach and sharpen. I hope that you are paying attention to the lesson you are learning here. I hope that you are growing sharp as well. The council will always have a use for sharp blades.\nCongratulations once again on your success,\nArturo",
        "TaskID": "21067"
    },
    "3940": {
        "QuestName": "Seek and Preserve - Silver",
        "Report": "I hope your employers do not mind that I borrow their frequency in order to congratulate you. The machine is a modern marvel, designed to challenge, yes, but also to teach and sharpen. I hope that you are paying attention to the lesson you are learning here. I hope that you are growing sharp as well. The council will always have a use for sharp blades.\nCongratulations once again on your success,\nArturo",
        "TaskID": "21068"
    },
    "3941": {
        "QuestName": "Seek and Preserve - Gold",
        "Report": "I hope your employers do not mind that I borrow their frequency in order to congratulate you. The machine is a modern marvel, designed to challenge, yes, but also to teach and sharpen. I hope that you are paying attention to the lesson you are learning here. I hope that you are growing sharp as well. The council will always have a use for sharp blades.\nCongratulations once again on your success,\nArturo",
        "TaskID": "21069"
    },
    "3942": {
        "QuestName": "Seek and Preserve - Platinum",
        "Report": "I hope your employers do not mind that I borrow their frequency in order to congratulate you. The machine is a modern marvel, designed to challenge, yes, but also to teach and sharpen. I hope that you are paying attention to the lesson you are learning here. I hope that you are growing sharp as well. The council will always have a use for sharp blades.\nCongratulations once again on your success,\nArturo",
        "TaskID": "21070"
    },
    "4007": {
        "QuestName": "Junkers",
        "Report": "Thank you for your contribution and efforts in cleansing this area.  A reward and cash bonus have been credited to your account.",
        "TaskID": "21291"
    },
    "4008": {
        "QuestName": "Bad Dogs",
        "Report": "Thank you for your contribution and efforts in cleansing this area.  A reward and cash bonus have been credited to your account.",
        "TaskID": "21292"
    },
    "4020": {
        "QuestName": "What Was Missed",
        "Report": "I have to hand it to you. Your decision to help out One Eyed Willy certainly set things into motion. The hard part now is getting you to Tokyo. The Council of Venice can be a pain in the ass to deal with but I'll pull some strings to get you a meeting with them. \n \nI'll be in touch. \n\nKG ",
        "TaskID": "21310"
    },
    "4026": {
        "QuestName": "Bird of the Zero Point Pathogen",
        "Report": "Zurn is tabulating the data on whether or not this winged monster is a sibling to what we've faced in Agartha before, or if the Hollow Earth's \"timey wimey\" weirdness means you're all just facing the same creature in endless loop. Zurn says results are inconclusive, but he's always useless to me in the morning until he has that first lick of one of his South American toads...\n\n...wait. I just got a jolt of major deja vu. I feel like you've turned in that exact report, and that I've typed this exact response. What the hell? I need to talk to Zurn.\n\nKG",
        "TaskID": "21320"
    },
    "4041": {
        "QuestName": "Bustin'",
        "Report": "Seriously? The Orochi are building tech based on movies? Figures, and just like the rest of their damn inventions — it blows up in their face. Either way, Egon. Get back to Kurt's version of the Ecto-whatever and find out if this lunatic has any information about what exactly is happening in Tokyo.\n\nKG",
        "TaskID": "21345"
    },
    "4043": {
        "QuestName": "Crossroad of the Worlds",
        "Report": "Fun fact: 98% have no idea. It's our job to keep it that way.\n\nNotice how I started with the fun fact? I hope that conveys the fucking importance of this. You don't talk about what just happened. Not to the media. Not to me. Not to yourself. You've been good at keeping your lips sealed to this point. It's why I like you so much.\n\nLook, we're all dying to know what this thing is and where it came from. There are wards under this city that have seriously let us down. All of that will be looked into, probably by you. But in the meantime I don't want any scratching, any sniffing or any digging until today's events are nice and neat and covered up.\n\nTrust me to tell you when that is.\n\nFun fact: see above.",
        "TaskID": "21350"
    },
    "4044": {
        "QuestName": "Crossroad of the Worlds",
        "Report": "Fun fact: 98% have no idea. It's our job to keep it that way.\n\nNotice how I started with the fun fact? I hope that conveys the fucking importance of this. You don't talk about what just happened. Not to the media. Not to me. Not to yourself. You've been good at keeping your lips sealed to this point. It's why I like you so much.\n\nLook, we're all dying to know what this thing is and where it came from. There are wards under this city that have seriously let us down. All of that will be looked into, probably by you. But in the meantime I don't want any scratching, any sniffing or any digging until today's events are nice and neat and covered up.\n\nTrust me to tell you when that is.\n\nFun fact: see above.",
        "TaskID": "21352"
    },
    "4045": {
        "QuestName": "Climbing Anansi",
        "Report": "Who would have thought the Anansi corporation were fans of old-school games and creating twisted AI that loves to ask riddles? Hope you packed enough quarters for your experience. But in all seriousness, Lilith is our target. You know what to do champ, make me happy.\n\nKG",
        "TaskID": "21356"
    },
    "4046": {
        "QuestName": "Climbing Faust",
        "Report": "What am I reading here? Seems like Daimon Kiyota paid a special visit to Faust Capitol? Shit, this isn't good news at all. We'll need to look into this some more to figure out just what the hell we missed. I'll be in touch. Happy climbing! \n \nKG ",
        "TaskID": "21359"
    },
    "4047": {
        "QuestName": "Climbing Manticore",
        "Report": "Hey champ, be sure to bring some of that new-found tech back to headquarters. Not the sex Bots though, pretty sure I can pass on those. Getting tired yet? I hope not because I am ordering you to keep climbing! \n \nKG",
        "TaskID": "21362"
    },
    "4048": {
        "QuestName": "Climbing Plethron",
        "Report": "This tower is pretty much a house of horrors when you lay out each report of the corporations you've explored. One floor death, next floor death, and... well you get the picture. Maybe we should consider renting this tower from the Orochi next Halloween. I digress.\n \nKeep moving! \n\nCiao-ciao ",
        "TaskID": "21365"
    },
    "4049": {
        "QuestName": "Climbing QBL",
        "Report": "Look at that, you're a star! Way to become a guest on the QBL Media game show channel. But in all seriousness, I won't be watching it anytime soon. Maybe after you get to the top of that tower and impress me. Keep climbing! \n \nCiao-ciao ",
        "TaskID": "21367"
    },
    "4050": {
        "QuestName": "Climbing Sycoil",
        "Report": "A robotic monstrosity, a floor full of fungus and dissected Draug. Sycoil sounds like a fun place to work — if you're into that sort of thing. Either way, good job and guess what? \nKeep climbing! \n \nKG",
        "TaskID": "21370"
    },
    "4051": {
        "QuestName": "Climbing Váli",
        "Report": "Váli, cyborgs — I'm not a fan. Not in the least bit. I'm guessing by this point, I can tell what you're a fan of...elevators! Now keep moving! \n\nKG",
        "TaskID": "21372"
    },
    "4052": {
        "QuestName": "Climbing Zagan",
        "Report": "Alright, you did it — you've just made me throw up in my mouth a little. Congratulations on achieving the impossible. Note to self, at least it's not made of people! Nevermind, don't even answer that. Just keep moving. I need to brush my teeth and pretend I never read this report. \n\nCiao-ciao",
        "TaskID": "21374"
    },
    "4054": {
        "QuestName": "Inner Peace",
        "Report": "Dog statues come to life, ghosts and Filth — yeah, remind me to take that place off my bucket list. Well, at least you can share pictures and memories when you get back. You do know that I'm kidding right? I really don't fucking care. But hey, keep up the good work. \n \nCiao-ciao ",
        "TaskID": "21383"
    },
    "4056": {
        "QuestName": "Lights Out",
        "Report": "Your efforts at the temple gardens reminds me of a Nirvana song — “The sun is gone but I have a light.” Dumb — that's the song I'm thinking about. Either way, here's an idea...maybe next time, try to pack a flashlight! \n\nCiao-ciao ",
        "TaskID": "21384"
    },
    "4064": {
        "QuestName": "Dark Tides",
        "Report": "Way to take out the trash on that one. Sometimes you impress me, other times — you don't. Figure out which time this is for me.\n\nCiao-ciao",
        "TaskID": "21396"
    },
    "4073": {
        "QuestName": "Mother of a Season",
        "Report": "You didn't see any giant cocks flying around? No big cocks?\n\nDon't snigger.\n\nYour little fling with Hel was cute and stomping her back to sleep was the right thing to do — but it is the signs of the end time that worry us. The last thing we need right now is Ragnarok and so you keep your eyes peeled for a sooty red cock crowing that the end is about to begin.\n\nAnd stop laughing!",
        "TaskID": "21446"
    },
    "4075": {
        "QuestName": "Feeding Hunger With Famine",
        "Report": "Loki has some messed up, mutant-freak-demon seed. Get a library card. Take a look at the list of his children sometime. The more you know.\n\nKG",
        "TaskID": "21452"
    },
    "4076": {
        "QuestName": "Feeding Hunger With Famine",
        "Report": "Loki has some messed up, mutant-freak-demon seed. Get a library card. Take a look at the list of his children sometime. The more you know.\n\nKG",
        "TaskID": "21453"
    }
}